[
  {
    "title": "1. Autorización de estancia de larga duración para la realización de estudios superiores o de educación secundaria postobligatoria.",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/estancia-por-estudios",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona estudiante extranjera<br />personalmente o mediante representación.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia donde tenga<br />fijado su domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente por la tramitación del procedimiento.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido desestimada<br />por silencio administrativo (Cuando no se haya podido notificar la resolución se anunciará en el Tablón<br />Edictal Único (TEU) . Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese<br />medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez<br />días naturales desde su publicación, se dará por notificada).",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "2. Autorización de estancia de larga duración para la realización de actividades formativas",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-para-actividades-de-investigacion-o-formacion",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente o mediante representación.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación :<br />o Presencialmente, en la Oficina de Extranjería de la provincia donde tenga<br />fijado su domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente por la tramitación del procedimiento.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido desestimada<br />por silencio administrativo (Cuando no se haya podido notificar la resolución se anunciará en el Tablón<br />Edictal Único (TEU) . Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese<br />medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez<br />días naturales desde su publicación, se dará por notificada).",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "3. Autorización de estancia de larga duración para participar en un programa de movilidad de alumnos",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-movilidad-de-alumnos",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona estudiante extranjera<br />personalmente o mediante representación.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia donde tenga<br />fijado su domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente por la tramitación del procedimiento.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido desestimada<br />por silencio administrativo (Cuando no se haya podido notificar la resolución se anunciará en el Tablón<br />Edictal Único (TEU) . Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese<br />medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez<br />días naturales desde su publicación, se dará por notificada).",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "4. Autorización de estancia de larga duración por participación en un programa de voluntariado",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-para-participacion-programa-voluntario",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente o mediante representación.<br />• Lugar de presentación:<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio). , e irá dirigida a la<br />Oficina de Extranjería de la provincia donde obtuvo la autorización inicial,<br />acompañando la siguiente documentación:<br />▪ Pasaporte o título de viaje en vigor.<br />▪ Documentación acreditativa de continuar en la prestación del<br />servicio de voluntariado en las mismas condiciones.<br />▪ Documentación acreditativa de disponer de seguro de enfermedad.<br />▪ Justificante del abono de la tasa<br />• Plazo de resolución de la solicitud: un mes contado a partir del día siguiente a la<br />fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se ha optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• La vigencia de la prórroga coincidirá con la duración de la prestación del servicio<br />de voluntariado con el límite de un año.<br />• Únicamente podrá solicitarse en una ocasión la prórroga.<br />• En el plazo de un mes desde la notificación, la persona extranjera deberá<br />solicitar, personalmente, la tarjeta de identidad de extranjero en la Comisaría<br />de Policía o servicios policiales competentes de su lugar de residencia.",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "6. Autorización inicial de residencia temporal no lucrativa",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-no-lucrativa",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente, o su representante legal o persona que presta apoyo en el supuesto<br />de ser menor o persona con discapacidad.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina Consular española en cuya demarcación<br />resida (o, en su caso, ante el proveedor de servicios externo o ante otra<br />embajada/consulado designado por el Ministerio competente en Asuntos<br />Exteriores) la persona extranjera<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052, epígrafe 2.1 “autorización de residencia temporal”:<br />a abonar por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se ha optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• En el caso de concesión del visado de residencia, la persona extranjera dispone<br />de un mes desde la notificación para recogerlo personalmente. En caso de no<br />hacerlo así, se entenderá que ha renunciado al visado concedido, y se producirá el<br />archivo del procedimiento.<br />• Una vez recogido el visado, el solicitante deberá entrar en España en el plazo de<br />vigencia del visado, que en ningún caso será superior a tres meses.<br />• La autorización inicial de residencia temporal tendrá la duración de un año y la<br />vigencia comenzará en la fecha en que se efectúe la entrada en España.<br />• En el plazo de un mes desde la entrada en España, la persona extranjera<br />deberá solicitar personalmente la tarjeta de identidad de extranjero, en la<br />Comisaría de Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "7. Renovación de la autorización de residencia temporal no lucrativa",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-no-lucrativa",
    "procedure": "PROCEDIMIENTO<br />sancionador.<br />• La presentación de la solicitud en plazo prorroga la validez de la autorización<br />anterior hasta la resolución del procedimiento.<br />• La autorización de residencia temporal renovada tendrá una vigencia de dos<br />años, salvo que corresponda obtener una autorización de residencia de larga<br />duración o de larga duración-UE.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles. La tasa que<br />corresponde abonar es:<br />o Modelo 790 código 052<br />o El abono de la tasa puede realizarse:<br />▪ a través de la pasarela de pago habilitada por la Administración<br />▪ a través de una entidad bancaria, previa descarga e impresión del formulario<br />de la tasa<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses desde la presentación de la<br />solicitud. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. El órgano competente para conceder la autorización deberá<br />expedir, previa solicitud del interesado, certificado que acredite la renovación por<br />este motivo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único . Si se hubiera<br />optado por notificación electrónica o normativamente se estuviera obligado a utilizar ese medio, la resolución se notificará<br />mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación,<br />se dará por notificada).<br />• Notificación de la resolución. Cuando la notificación por medios electrónicos sea<br />de carácter obligatorio, o haya sido expresamente elegida por el interesado, la<br />administración la pondrá a su disposición en la dirección electrónica habilitada única<br />y, en su caso, en forma complementaria, también en la sede electrónica<br />correspondiente. Si el interesado no accediera a ella en diez días naturales, la<br />notificación se entenderá rechazada. En los demás casos en los que proceda<br />practicar la notificación en papel, esta se realizará en el domicilio del interesado y,<br />si resultara infructuosa, se realizará por medio de un anuncio publicado en el Tablón<br />Edictal Único (TEU).<br />• En el plazo de un mes desde la notificación de la renovación de la autorización de<br />residencia temporal, la persona extranjera deberá solicitar la renovación de la<br />tarjeta de identidad de extranjero en la Comisaría de Policía o servicios policiales<br />competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "8. Autorización de residencia temporal por reagrupación familiar",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-temporal-por-reagrupacion-familiar",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona reagrupante,<br />personalmente o a través de representante.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que resida la<br />persona reagrupante.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente se devengará en el momento de admisión a trámite de la<br />solicitud, y deberán abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790: código 052, Epígrafe 2.1 Autorización inicial de residencia temporal<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: dos meses Transcurrido dicho plazo sin que<br />la Administración haya practicado la notificación, se podrá entender que la solicitud<br />ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el<br />Tablón Edictal Único (TEU). Si se ha optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la<br />sede electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará por notificada).<br />• En el caso de concesión, el familiar reagrupado dispone de dos meses desde la<br />notificación de la concesión, para solicitar personalmente el visado en la Misión<br />Diplomática u Oficina Consular en cuya demarcación resida (en el supuesto de<br />menores deberá presentar la solicitud de visado su representante debidamente<br />acreditado).<br />A la solicitud de visado deberá acompañar:<br />o Pasaporte ordinario o título de viaje reconocido como válido en España con<br />una vigencia mínima de cuatro meses.<br />o Los mayores de edad penal: certificado de antecedentes penales expedido<br />por las autoridades del país de origen o del país o países en que haya residido<br />durante los últimos cinco años.<br />o Certificado médico.<br />o Documentación original acreditativa de los vínculos familiares y, en su<br />caso, la dependencia legal.<br />• La Oficina Consular notificará la concesión, en su caso, del visado en el plazo<br />máximo de un mes desde la presentación de la solicitud de visado.<br />• Notificada la concesión del visado, en su caso, el reagrupado deberá recogerlo<br />personalmente en el plazo de un mes desde la fecha de notificación (en el caso<br />de menores podrá ser recogido por su representante).<br />• Una vez recogido el visado, el reagrupado deberá entrar en territorio español en<br />el plazo máximo de un mes.<br />• El reagrupado en el plazo de un mes desde su entrada en España, deberá<br />solicitar, personalmente, (en el supuesto de menores, el representante,<br />acompañado del menor) la tarjeta de identidad de extranjero en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización de residencia por reagrupación familiar de la que sean titulares el<br />cónyuge, la pareja de hecho e hijos en edad laboral: habilita para trabajar por<br />cuenta ajena o propia en cualquier parte del territorio nacional en cualquier<br />ocupación y sector de actividad sin necesidad de ningún trámite<br />administrativo.<br />• La vigencia de la autorización del reagrupado se extenderá hasta la misma<br />fecha que la autorización de que sea titular la persona reagrupante en el<br />momento de entrada del familiar en España, con el mínimo de un año.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "10. Renovación de la autorización de residencia temporal por reagrupación familiar",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-por-reagrupacion-familiar.",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el reagrupado, personalmente o<br />mediante representación.<br />La renovación de la autorización de residencia por reagrupación familiar de<br />descendientes, menores tutelados o ascendientes podrá ser solicitada por el<br />cónyuge o pareja del reagrupante, siempre que dicho cónyuge o pareja sea<br />residente en España, forme parte de la misma unidad familiar, y el reagrupante<br />original no reúna los requisitos exigibles para la renovación de la autorización<br />por reagrupación familiar. Ello será igualmente de aplicación, en el caso de<br />descendientes o menores tutelados, respecto a su otro progenitor o tutor,<br />siempre que éste tenga la condición de residente en España y sin perjuicio de<br />que forme parte o no de la unidad familiar.<br />Hoja informativa sobre sujetos legitimados.<br />• Presentación de la solicitud: la renovación de la autorización deberá solicitarse en<br />modelo oficial en el plazo de dos meses previos a su expiración o dentro de los tres<br />meses posteriores a esa fecha.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la<br />persona extranjera tenga fijada la residencia.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasas correspondientes: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberán abonarse en el plazo de diez días hábiles, son:<br />o Si corresponde obtener residencia temporal: Modelo 790 código 052 epígrafe 2.2<br />“renovación de autorización de residencia temporal<br />o Si corresponde obtener residencia larga duración: Modelo 790 código 052<br />epígrafe 2.6 “autorización de residencia de larga duración<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta<br />expresa, se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU) Si se<br />hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de su concesión, deberá solicitar,<br />personalmente, (en el supuesto de menores, el representante, acompañado del<br />menor) la tarjeta de identidad de extranjero en la Comisaría de Policía o servicios<br />policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización renovada, que habilitará para trabajar por cuenta ajena y por<br />cuenta propia sin ningún tipo de limitación, tendrá una duración de cuatro años<br />y esa vigencia quedará condicionada al mantenimiento de la autorización de<br />residencia de la que sea titular la persona reagrupante de la que dependa.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "11. Autorización de residencia independiente de familiares reagrupados",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-independiente-de-familiares-reagrupados.",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el reagrupado, personalmente,<br />excepto en el supuesto de ascendientes, en autorizaciones por cuenta ajena, para<br />investigación o de profesionales altamente cualificados que lo deberá presentar el<br />empleador o empresario, personalmente, o a través de un sujeto legitimado que<br />tenga atribuida la representación legal empresarial.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la<br />persona extranjera tenga fijada la residencia, excepto en el supuesto de<br />ascendientes cuando el empleador sea el solicitante, que se deberá<br />presentar en la Oficina de Extranjería de la provincia en la que se vaya a<br />realizar la actividad.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasas de cónyuges e hijos: se devengarán en el momento de admisión a trámite<br />de la solicitud, y deberá abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790 código 052 epígrafe 2.4 “residencia independiente de familiares<br />reagrupados” a abonar por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Tasas de ascendientes: se devengarán en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, el importe dependerá<br />del tipo de autorización que se solicita.<br />• Plazo de resolución de la solicitud: tres meses a partir del día siguiente a la fecha<br />en que haya tenido entrada en el registro del órgano competente para tramitarlas,<br />excepto en el supuesto de ascendientes, que dependerá del tipo de autorización que<br />se solicite. Transcurrido dicho plazo sin que la Administración haya dado respuesta<br />expresa, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si se ha optado por notificación electrónica o<br />normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales<br />desde su publicación, se dará por notificada).<br />• Cuando por actividad por cuenta propia, la eficacia de la autorización de<br />residencia y trabajo independiente que se conceda está condicionada a que se<br />produzca, en caso de que no se hubiera producido con anterioridad, el alta del<br />trabajador en el régimen correspondiente de Seguridad Social, en el plazo de<br />un mes desde la notificación de la resolución.<br />• En el plazo de un mes desde la notificación de su concesión, deberá solicitar,<br />personalmente, (en el supuesto de menores, el representante, acompañado del<br />menor) la tarjeta de identidad de extranjero en la Comisaría de Policía o servicios<br />policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Solicitud y vigencia de la autorización independiente:<br />La solicitud de autorización de residencia independiente habrá de solicitarse,<br />atendiendo al supuesto concreto, en el plazo de los seis meses siguientes a:<br />o la fecha de notificación de la admisión de la demanda de nulidad, divorcio<br />o separación de derecho, o de la resolución de cancelación de la inscripción<br />de pareja registrada.<br />Si se concede en el momento de la renovación, la autorización de residencia<br />independiente continuará habilitando para residir y trabajar sin ningún tipo<br />de limitación, y su vigencia será de cuatro años de duración. En caso de<br />instarse durante la vigencia de la autorización ya renovada, la concesión<br />declarará el mantenimiento de la autorización de la que sea titular a título<br />personal por el tiempo de vigencia que le reste.<br />o la fecha en que se notifiquen los informes o documentación cuando se<br />trate del supuesto de violencia de género o sexual, o víctima de un delito por<br />conductas violentas en el entorno familiar.<br />La autorización de residencia independiente será incondicionada y<br />continuará habilitando para residir y trabajar sin ningún tipo de limitación,<br />contando con una vigencia de cinco años de duración.<br />o la fecha del fallecimiento de la persona reagrupante.<br />La autorización de residencia independiente continuará habilitando para<br />residir y trabajar sin ningún tipo de limitación y tendrá una vigencia de cinco<br />años.<br />• En las autorizaciones de residencia independiente concedidas cuando se rompa<br />el vínculo conyugal o finalización de la vida en pareja o por ser víctima de<br />violencia de género o violencia sexual, víctima de un delito por conductas<br />violentas en el entorno familiar, víctima de trata de seres humanos por parte de la<br />persona reagrupante o víctima del delito de abandono de familia, en el supuesto de<br />que haya otros familiares reagrupados, éstos conservarán la autorización de<br />residencia por reagrupación familiar y dependerán del miembro de la familia con<br />el que convivan.<br />• Las personas extranjeras reagrupadas que cuenten con autorización de<br />residencia y trabajo independiente podrán a su vez reagrupar a sus familiares<br />siempre que reúnan los requisitos exigidos, y en el supuesto de ascendientes,<br />además deberán haber obtenido autorización de residencia de larga duración.<br />Excepcionalmente podrán reagrupar sin autorización de larga duración cuando<br />tengan a su cargo hijos menores de edad o mayores de edad que tengan una<br />discapacidad que requiera apoyo o que no sean objetivamente capaces para<br />proveer sus propias necesidades.",
    "category": "Reagrupación y Residencia Independiente",
    "category_description": "Residencia propia para familiares reagrupados.",
    "country": "spain"
  },
  {
    "title": "12. Autorización inicial de residencia temporal y trabajo por cuenta ajena",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-y-trabajo-por-cuenta-ajena-hi-16-",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el empleador o empresario,<br />personalmente, o a través de un sujeto legitimado que tenga atribuida la<br />representación legal empresarial.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790 código 052, epígrafe 2.1 “autorización inicial de residencia<br />temporal”: a abonar por la persona trabajadora extranjera.<br />o Modelo 790 código 062, a abonar por el empleador:<br />▪ Retribución inferior a 2 veces el SMI: epígrafe 1.1 por cuenta ajena con<br />autorización de residencia.<br />▪ Retribución igual o superior a 2 veces el SMI.: epígrafe 1.6 por cuenta ajena<br />con autorización de residencia.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se ha optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• En el caso de concesión, el trabajador dispone de un mes desde la notificación al<br />empleador, para solicitar personalmente el visado, en la Misión Diplomática u<br />Oficina Consular en cuya demarcación resida. A la solicitud de visado deberá<br />acompañar:<br />o Pasaporte ordinario o título de viaje reconocido como válido en España con<br />una vigencia mínima de un año.<br />o Certificado de antecedentes penales expedido por las autoridades del país de<br />origen o del país o países donde haya residido los últimos cinco años.<br />o Certificado médico.<br />o Copia del contrato presentado y sellado por la Oficina de Extranjería<br />o Justificante de haber abonado la tasa del visado.<br />• La Misión Diplomática resolverá sobre la solicitud en el plazo de un mes.<br />• Notificada, en su caso, la concesión del visado, el trabajador deberá recogerlo<br />personalmente en el plazo de un mes desde la fecha de notificación. De no<br />efectuarse la recogida en el plazo mencionado, se entenderá que ha renunciado y<br />se producirá el archivo del expediente.<br />• El trabajador deberá entrar en España durante los tres meses de vigencia del<br />visado, que habilita para la entrada y permanencia en España en situación de<br />estancia hasta que se produzca su afiliación y alta en el régimen correspondiente de<br />Seguridad Social, dentro del plazo de tres meses desde la entrada.<br />• En el plazo de un mes desde que el trabajador se haya dado de alta en<br />Seguridad Social, deberá solicitar, personalmente, la tarjeta de identidad de<br />extranjero en la Comisaría de Policía o servicios policiales competentes de su lugar<br />de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "13. Renovación de la autorización de residencia temporal y trabajo por cuenta ajena",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-ajena",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el trabajador personalmente o<br />mediante representación.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, ante la Oficina de Extranjería de la provincia en la que la<br />persona extranjera tenga fijada la residencia.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo de solicitud: durante los dos meses previos a la fecha de expiración de la<br />autorización. También se puede solicitar dentro de los tres meses posteriores a la<br />fecha en que hubiera finalizado la vigencia de la autorización, sin perjuicio de la<br />posibilidad de que sea incoado el correspondiente procedimiento sancionador.<br />• La presentación de la solicitud en plazo prorroga la validez de la autorización<br />anterior hasta la resolución del procedimiento.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles, son:<br />▪ Modelo 790 código 052, epígrafe 2.2 renovación de autorización de residencia<br />temporal, a abonar por el trabajador.<br />▪ Modelo 790 código 062, epígrafe 2.1 renovación o modificación de una<br />autorización de trabajo tramitada en un procedimiento de autorización de<br />residencia temporal y trabajo, a abonar por el empleador.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido estimada por<br />silencio administrativo. La Autoridad competente en la concesión deberá expedir,<br />previa solicitud del interesado, certificado que acredite la renovación por este<br />motivo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU) . Si se hubiera<br />optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará<br />mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación,<br />se dará por notificada).<br />• La vigencia de la renovación autorización de residencia y trabajo por cuenta<br />ajena es por cuatro años salvo que corresponda una autorización de residencia de<br />larga duración.<br />• La renovación de la autorización de residencia y trabajo por cuenta ajena<br />permitirá el ejercicio de cualquier actividad en cualquier parte del territorio nacional,<br />por cuenta ajena y por cuenta propia.<br />• En el plazo de un mes desde la notificación de la renovación, el<br />trabajador deberá solicitar personalmente la tarjeta de identidad de extranjero<br />en la Comisaría de Policía o servicios policiales competentes de su lugar de<br />residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "14. Autorización inicial de residencia temporal y trabajo por cuenta propia",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-y-trabajo-por-cuenta-propia",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera,<br />personalmente.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina Consular española correspondiente a su lugar<br />de residencia.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790 código 052, epígrafe 2.1 autorización inicial de residencia<br />temporal<br />o Modelo 790 Código 062, epígrafe 1.5 “autorizaciones de trabajo por cuenta<br />propia<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal<br />Único (TEU). Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a<br />utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se<br />accediera a la resolución en diez días naturales desde su publicación, se dará por notificada).<br />• La Misión Diplomática Oficina Consular notificará al interesado la resolución sobre<br />la solicitud de residencia temporal y trabajo por cuenta propia.<br />• En el caso de concesión, el trabajador dispone de un mes desde la notificación para<br />solicitar personalmente el visado, en la Misión Diplomática u Oficina Consular en<br />cuya demarcación resida. A la solicitud deberá acompañar:<br />o Pasaporte ordinario o título de viaje reconocido como válido en España con una<br />vigencia mínima de un año.<br />o Certificado de antecedentes penales expedido por las autoridades del país de<br />origen o del país o países en que haya residido durante los últimos cinco años.<br />o Certificado médico.<br />• La Misión Diplomática resolverá sobre la solicitud en el plazo de un mes.<br />• Notificada la concesión del visado, en su caso, el trabajador deberá recogerlo<br />personalmente en el plazo de un mes desde la fecha de notificación. De no<br />efectuarse la recogida en el plazo mencionado, se entenderá que ha renunciado y<br />se producirá el archivo del expediente.<br />• Una vez recogido el visado, el trabajador deberá entrar en territorio español en<br />el plazo de vigencia del visado, que será de tres meses, el cual habilita para la<br />entrada y permanencia en España en situación de estancia hasta que se produzca<br />su afiliación y alta en la Seguridad Social.<br />• A partir de la entrada en España, el trabajador dispone de tres meses para que<br />se efectúe su afiliación, alta y posterior cotización en los términos establecidos por<br />la normativa de Seguridad Social que resulte de aplicación.<br />• En el plazo de un mes desde que el trabajador se haya dado de alta en Seguridad<br />Social, deberá solicitar, personalmente, la tarjeta de identidad de extranjero en<br />la Comisaría de Policía de la provincia donde se haya tramitado la autorización.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización inicial de residencia temporal y trabajo por cuenta propia tendrá una<br />duración de un año y se limitará a un ámbito geográfico autonómico y a un<br />sector de actividad.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "15. Renovación de la autorización de residencia temporal y trabajo por cuenta propia",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/15.-renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-propia",
    "procedure": "PROCEDIMIENTO<br />sancionador.<br />• La presentación de la solicitud en plazo prorroga la validez de la autorización<br />anterior hasta la resolución del procedimiento.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790 código 052, epígrafe 2.2 renovación de autorización de residencia<br />temporal<br />o Modelo 790 código 062, epígrafe 2.1 renovación o modificación de una<br />autorización de trabajo tramitada en un procedimiento de autorización de<br />residencia temporal y trabajo.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• La vigencia de la renovación de la autorización de residencia y trabajo por cuenta<br />propia es de cuatro años, salvo que corresponda una autorización de residencia de<br />larga duración, y habilitará a trabajar por cuenta ajena y por cuenta propia en<br />cualquier parte del territorio nacional y en cualquier sector de actividad.<br />• En el plazo de un mes desde la notificación de la renovación, el trabajador deberá<br />solicitar personalmente la tarjeta de identidad de extranjero en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "16. Autorización de residencia temporal con excepción a la autorización de trabajo",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/aa-plantilla-hoja-informativa-no-borrar-duplicado-1",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente.<br />Hoja informativa sobre sujetos legitimados<br />• Lugar de presentación:<br />Presencialmente, en la Misión Diplomática u Oficina Consular española<br />correspondiente a su lugar de residencia.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengarán en el momento de admisión a trámite de la<br />solicitud y deberán abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790 Código 052, epígrafe 2.1 “autorización inicial de residencia<br />temporal”: a abonar por la persona extranjera<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• Una vez concedido el visado de residencia con la excepción a la autorización de<br />trabajo, el visado deberá ser recogido por el solicitante en el plazo de un mes<br />desde la notificación. En caso de no hacerlo así, se entenderá que ha renunciado al<br />visado concedido, y se producirá el archivo del procedimiento.<br />• Una vez recogido el visado, la persona extranjera deberá entrar en territorio<br />español en el plazo de vigencia del mismo, que no será superior a tres meses. Si la<br />autorización tiene una vigencia superior a seis meses, en el plazo de un mes a contar<br />desde la entrada en España, la persona extranjera deberá solicitar personalmente<br />la tarjeta de identidad de extranjero, en la Comisaría de Policía o servicios<br />policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "17. Autorización de residencia temporal de la persona extranjera que ha retornado voluntariamente a su país",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/17.-autorizacion-de-residencia-temporal-de-la-persona-extranjera-que-ha-retornado-voluntariamente-a-su-pais",
    "procedure": "PROCEDIMIENTO<br />• En el supuesto de haber regresado en base a un programa de retorno<br />voluntario, impulsado, financiado o reconocido por la Administración General del<br />Estado, no se tendrá en consideración la situación nacional de empleo en los<br />procedimientos en los que sea exigible dicho requisito.<br />• En el marco de gestión colectiva de contrataciones en origen podrán:<br />o Ser presentadas ofertas de carácter nominativo a su favor.<br />o Siempre que reúnan los requisitos de capacitación y, en su caso,<br />cualificación profesional legalmente exigida para el ejercicio de la profesión,<br />las autoridades realizarán las actuaciones necesarias para que sean<br />preseleccionados.<br />• Son objeto de tramitación preferente, siendo el plazo máximo de resolución y<br />notificación de cuarenta y cinco días desde la fecha de entrada de la solicitud en el<br />órgano competente para su resolución.<br />• Para el acceso a la residencia de larga duración se tendrá en cuenta el tiempo de<br />residencia anterior a la fecha de retorno.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "18. Autorización de residencia temporal de familiares de personas con nacionalidad española",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/18.-autorizacion-de-residencia-temporal-de-familiares-de-personas-con-nacionalidad-espanola",
    "procedure": "PROCEDIMIENTO<br />*Nota: este procedimiento tendrá carácter gratuito.<br />• Sujeto legitimado para presentar la solicitud:<br />a) La persona de nacionalidad española, personalmente o mediante<br />representación, cuando se encuentre en territorio nacional y la extranjera<br />se halle en el Estado de origen o de procedencia y ambos pretendan fijar<br />su residencia de manera efectiva en España.<br />b) La persona extranjera, cuando tanto el familiar de nacionalidad<br />española como el familiar extranjero se encuentren fuera del territorio<br />nacional y tengan previsto trasladar o establecer su residencia de manera<br />real en España.<br />c) Excepcionalmente, cuando la persona extranjera y el ciudadano<br />español se encuentren en territorio nacional, los familiares de las letras<br />a), b), c), f), g), h) regulados en el apartado “ámbito de aplicación” descrito<br />anteriormente, y, hasta que cumplan los dieciocho años, los familiares<br />incluidos en la letra d), podrán solicitar en España, indistintamente,<br />cualquiera de los dos esta autorización de residencia temporal.<br />• Lugar de presentación:<br />o Si la solicitud la presenta el familiar de nacionalidad española<br />(apartado a): ante la Oficina de Extranjería de la provincia en<br />la que resida.<br />En caso de que la autorización sea concedida, el familiar deberá<br />presentar la solicitud del correspondiente visado en el plazo de un<br />mes desde la notificación de la concesión ante la Oficina Consular<br />española competente.<br />o Si la solicitud la presenta la persona extranjera (apartado b): ante<br />la Oficina Consular española competente.<br />o Si la solicitud la presenta el familiar de nacionalidad española o la<br />persona extranjera (apartado c): ante la Oficina de Extranjería<br />de la provincia en la que tenga establecida o vaya a<br />establecer su residencia.<br />• Plazo de resolución de la solicitud: dos meses desde la fecha de presentación de<br />la solicitud o desde la recepción de la comunicación de la Oficina Consular. Transcurrido<br />dicho plazo sin haber obtenido respuesta se entenderá que la solicitud ha sido<br />desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se<br />anunciará en el Tablón Edictal Único (TEU) . Si se hubiera optado por notificación electrónica o<br />normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en<br />la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará<br />por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia temporal o desde la fecha de entrada en territorio nacional, la persona<br />extranjera deberá solicitar personalmente la tarjeta de identidad de extranjero, en<br />la Comisaría de Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero puede<br />ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• En caso de que la persona extranjera se encuentre en España, la concesión de la<br />autorización de residencia tendrá una validez de cinco años a partir de la fecha de<br />su concesión o, en su caso, se otorgará por el periodo previsto de residencia en España<br />del familiar de nacionalidad española si éste fuera inferior. En caso de que la persona<br />extranjera se encuentre fuera de España, la concesión de la autorización tendrá efecto<br />desde la fecha en que efectúe la entrada en territorio español.<br />• Durante la vigencia de esta autorización, las personas extranjeras tendrán<br />derecho a residir y trabajar sin necesidad de realizar ningún trámite administrativo<br />adicional, estando condicionado al cumplimiento de sus requisitos, y siempre que<br />superen la edad mínima de admisión al trabajo. Dicha autorización les habilita para<br />trabajar por cuenta ajena o por cuenta propia en cualquier parte del territorio<br />español, ocupación o sector de actividad.<br />• Los familiares que hayan accedido a la autorización de residencia, tras haber acreditado<br />la condición de persona extranjera a cargo, la podrán mantener o conservar, aunque<br />ejerzan en España, durante su vigencia, actividades por cuenta ajena o por cuenta<br />propia, sin perjuicio de que puedan solicitar una autorización de residencia<br />independiente. También podrán ejercer su propio derecho a la reagrupación familiar<br />conforme a lo dispuesto en los artículos 68 y 69 del Reglamento.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "19. Residencia independiente de las personas que tienen o han tenido vínculos familiares con una persona de nacionalidad española",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/19.-residencia-independiente-de-las-personas-que-tienen-o-han-tenido-vinculos-familiares-con-una-persona-de-nacionalidad-espanola",
    "procedure": "PROCEDIMIENTO<br />*Nota: este procedimiento tendrá carácter gratuito.<br />• Sujeto legitimado para presentar la solicitud: el familiar extranjero.<br />Hoja informativa sobre sujetos legitimados<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que<br />tenga establecida o vaya a establecer su residencia.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />Deberá solicitarla en el plazo de los seis meses siguientes a la fecha en que<br />se produzca el hecho causante previsto. Obtenida la resolución favorable<br />sobre la residencia independiente, la persona extranjera mantendrá la tarjeta de<br />identidad de extranjero de la que sea titular hasta la caducidad de la misma.<br />Cuando no sea posible mantener la autorización a título personal,<br />procederá solicitar la modificación de la autorización, en los términos<br />previstos en el Título XI del Reglamento, siempre que acrediten los requisitos<br />previstos y se solicite en el plazo de los tres meses siguientes a la fecha que<br />se produzca la circunstancia que lo justifica o a los tres meses siguientes a<br />la denegación de la solicitud de la residencia independiente.<br />• Plazo de resolución de la solicitud: dos meses desde la fecha de presentación<br />de la solicitud o desde la recepción de la comunicación de la Oficina Consular.<br />Transcurrido dicho plazo sin haber obtenido respuesta se entenderá que la solicitud<br />ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la<br />resolución se anunciará en el Tablón Edictal Único (TEU) . Si se hubiera optado por notificación<br />electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará<br />mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales<br />desde su publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia temporal o desde la fecha de entrada en territorio nacional, la persona<br />extranjera deberá solicitar personalmente la tarjeta de identidad de extranjero,<br />en la Comisaría de Policía o servicios policiales competentes de su lugar de<br />residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Reagrupación y Residencia Independiente",
    "category_description": "Residencia propia para familiares reagrupados.",
    "country": "spain"
  },
  {
    "title": "20. Autorización de residencia para búsqueda de empleo o inicio de proyecto empresarial",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/20.-autorizacion-de-residencia-para-busqueda-de-empleo-o-inicio-de-proyecto-empresarial",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud la persona extranjera o su<br />representante.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio), y dirigida a la<br />Delegación o Subdelegación del Gobierno de la provincia en la que vaya<br />a residir.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo para presentar la solicitud: durante los sesenta días naturales previos<br />a la fecha de expiración de la vigencia de la autorización de estancia por estudios<br />de la que es titular. También se podrá presentar dentro de los noventa días<br />naturales posteriores, sin perjuicio de la incoación del correspondiente<br />procedimiento sancionador<br />• Tasa correspondiente: Modelo 790 código 052, se abonará en el plazo de<br />diez días desde la admisión a trámite de la solicitud.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: veinte días contados a partir del día<br />siguiente a la fecha de presentación. Transcurrido dicho plazo sin que la<br />Administración haya dado respuesta expresa, se podrá entender que la solicitud<br />ha sido estimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el<br />Tablón Edictal Único (TEU). Si se ha optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación<br />en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará por notificada).<br />• La persona extranjera deberá solicitar personalmente la tarjeta de identidad<br />de extranjero en el plazo de un mes desde la notificación en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/3<br />4",
    "category": "Búsqueda de Empleo y Prácticas",
    "category_description": "Permite búsqueda activa de empleo, inicio de proyectos empresariales o realización de prácticas formativas.",
    "country": "spain"
  },
  {
    "title": "21. Autorización de residencia para prácticas",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/21.-autorizacion-de-residencia-para-practicas",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la entidad de acogida, cualquiera<br />que sea su forma jurídica, con la que se suscribe el convenio de prácticas o el<br />contrato de trabajo en prácticas.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Telemáticamente, de forma exclusiva, a través de la sede electrónica del<br />Ministerio de Política Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo de resolución: treinta días contados a partir del día siguiente a la fecha de<br />presentación. Transcurrido dicho plazo sin que la Administración haya dado<br />respuesta expresa, se podrá entender que la solicitud ha sido estimada por<br />silencio administrativo.<br />• En caso de residir fuera de España será necesaria la obtención del visado, de<br />conformidad con los procedimientos de la Ley 14/2013.<br />• La persona extranjera deberá solicitar personalmente la tarjeta de identidad de<br />extranjero en el plazo de un mes desde la entrada en España, o desde la<br />notificación de la concesión de la autorización de residencia para prácticas si ya se<br />encuentra en España como titular de una autorización de estancia por estudios, en<br />la Comisaría de Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Estancia por Prácticas y Voluntariado",
    "category_description": "Permite realizar prácticas formativas y participar en voluntariados.",
    "country": "spain"
  },
  {
    "title": "23. Autorización de residencia temporal y trabajo para actividades de temporada",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/23.-autorizacion-de-residencia-temporal-y-trabajo-para-actividades-de-temporada",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el empleador, personalmente, o a<br />través de un sujeto legitimado que tenga atribuida la representación legal<br />empresarial.<br />Hoja informativa sobre sujetos legitimados<br />• Lugar de presentación:<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo de presentación: las solicitudes se deberán presentar con una antelación<br />mínima de dos meses al inicio de la actividad laboral prevista.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790 Código 052 epígrafe 2.1 “autorización inicial de residencia temporal”,<br />a abonar por la persona trabajadora extranjera<br />o Modelo 790 Código 062 epígrafe 3.1 “autorización de temporada o campaña”, a<br />abonar por el empleador siempre que la autorización de trabajo tenga una<br />duración igual o superior a seis meses<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: un mes a partir del día siguiente a la fecha en<br />que haya tenido entrada en el registro del órgano competente para su tramitación.<br />Transcurrido dicho plazo sin que la Administración haya practicado la notificación se<br />podrá entender que la solicitud ha sido desestimada por silencio administrativo<br />(Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si se hubiera<br />optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales<br />desde su publicación, se dará por notificada).<br />• En el caso de concesión, el trabajador dispone de un mes desde la notificación<br />de la resolución para solicitar el correspondiente visado ante la Oficina Consular<br />española competente.<br />• La Misión Diplomática resolverá sobre la solicitud en el plazo de un mes.<br />• Notificada la concesión del visado de residencia y trabajo de temporada, en su caso,<br />el trabajador deberá recogerlo personalmente en el plazo de un mes desde la<br />fecha de notificación. De no efectuarse la recogida en el plazo mencionado, se<br />entenderá que ha renunciado y se producirá el archivo del expediente.<br />• El visado incorporará la autorización de residencia y trabajo, cuya vigencia<br />comenzará desde la fecha en que se efectúe la entrada en España, que constará en<br />el pasaporte o título de viaje.<br />• El empleador deberá proceder al alta en el régimen correspondiente de la<br />Seguridad Social en el plazo máximo de tres días desde la entrada en España<br />de la persona trabajadora.<br />• En el plazo de un mes desde el alta de la persona trabajadora en el régimen<br />correspondiente de la Seguridad Social, la persona extranjera deberá solicitar<br />la tarjeta de identidad de extranjero, personalmente en la Comisaría de Policía o<br />servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Una vez concluido el período de prestación de servicios, el trabajador deberá<br />retornar a su país de origen, y presentarse en la Misión Diplomática u Oficina<br />Consular que le expidió en visado en el plazo de un mes desde el término de su<br />autorización de trabajo en España. El incumplimiento de esta obligación podrá ser<br />causa de denegación de ulteriores solicitudes de autorización para trabajar, durante<br />los tres años siguientes al término de la autorización concedida.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "24. Gestión colectiva de contrataciones en origen",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/24.-gestion-colectiva-de-contrataciones-en-origen",
    "procedure": "PROCEDIMIENTO<br />• La Orden del Ministerio de Inclusión, Seguridad Social y Migraciones por la<br />que se regule la Gestión colectiva de contrataciones en origen para el año<br />correspondiente establecerá el procedimiento para la tramitación de las<br />ofertas.<br />• Proceso de selección:<br />o Podrán participar los empleadores directa o indirectamente siempre que lo<br />soliciten, representantes de la Dirección General de Gestión Migratoria, y en<br />calidad de asesores y cuando las Administraciones de ambos países lo soliciten,<br />representantes de las organizaciones sindicales y empresariales más<br />representativas españolas o del país en el que se desarrolle el proceso de<br />selección.<br />o El empleador solicitante deberá estar inscrito en el régimen del sistema de<br />Seguridad Social y encontrarse al corriente del cumplimiento de sus obligaciones<br />tributarias y frente a la Seguridad Social.<br />o Se podrán desarrollar cursos de formación en España o en los países de<br />origen dirigidos a los trabajadores seleccionados.<br />• Visado de residencia y trabajo de los trabajadores:<br />o El plazo máximo para presentar la solicitud es de dos meses siguientes a la<br />notificación de la resolución de concesión de la autorización temporal de<br />residencia y trabajo.<br />o El trabajador o trabajadora, o, en su nombre, el empleador o la empleadora, la<br />organización empresarial o los y las representantes debidamente acreditados<br />presentarán ante la Misión Diplomática u Oficina Consular competente la<br />solicitud del visado.<br />La designación de representante para este trámite, cuando sea distinto de los<br />mencionados anteriormente, se efectuará en el documento establecido como<br />anexo II en la Orden ISM/1488/2024, de 27 de diciembre, que podrá sellarse por<br />el área, dependencia u Oficina de Extranjería, por la Dirección General de<br />Gestión Migratoria, la Consejería o Sección de Trabajo, Migraciones y Seguridad<br />Social de la Misión Diplomática de que se trate o por la Oficina Consular donde<br />deba presentarse.<br />A la solicitud se acompañará de forma agrupada la siguiente<br />documentación:<br />▪ Impreso oficial de solicitud de visado nacional firmado por el interesado<br />o interesada o por su representante.<br />▪ Una fotografía reciente, de tamaño carné, a color.<br />▪ Pasaporte ordinario o título de viaje, reconocido como válido en España,<br />con vigencia mínima de un año.<br />▪ Certificado de antecedentes penales expedido por las autoridades del<br />país de origen o del país o países en que haya residido, durante los<br />últimos cinco años, por delitos existentes en el ordenamiento español.<br />▪ Certificado médico.<br />▪ Resolución de concesión de la autorización de residencia temporal y<br />trabajo.<br />▪ Contrato firmado por ambas partes.<br />▪ En el caso de migración circular, compromiso de retorno firmado por la<br />persona trabajadora.<br />▪ En el caso de presentación de la solicitud a través de representante,<br />documento que acredite dicha representación.<br />▪ Pago de la tasa de visado y justificante del pago de las demás tasas<br />exigibles.<br />o El visado será emitido por la autoridad consular en un plazo máximo de<br />cinco días hábiles. Excepcionalmente, este plazo podrá ampliarse hasta un<br />máximo de quince días cuando el elevado número de solicitudes lo haga<br />imprescindible.<br />▪ La vigencia del visado: En una actividad de temporada, el visado podrá<br />expedirse por la duración del periodo de actividad anual autorizado.<br />▪ En actividades estables, será igual al periodo autorizado para residir y<br />trabajar por cuenta ajena, con el límite máximo de un año en el caso de que<br />la autorización se conceda por un periodo superior.<br />• Eficacia de la autorización de residencia y trabajo:<br />o En actividades de temporada, el empleador deberá proceder al alta en el<br />régimen correspondiente de la Seguridad Social en el plazo máximo de tres días<br />desde la entrada en España de la persona trabajadora. Si el empleador no diera<br />de alta al trabajador en este plazo se podrá acordar la retirada de la autorización<br />y declarar su extinción.<br />o En actividades de carácter estable, en tres meses desde la entrada deberá<br />producirse el alta en el régimen correspondiente de Seguridad Social.",
    "category": "Trabajo Temporal y Migración Circular",
    "category_description": "Autorizaciones de residencia y trabajo para actividades de temporada, gestión colectiva de contrataciones en origen (GECCO), y migración circular.",
    "country": "spain"
  },
  {
    "title": "25. Autorización de residencia y trabajo para la migración estable (Gestión colectiva de contrataciones en origen, GECCO 2025)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/25.-autorizacion-de-residencia-y-trabajo-para-la-migracion-estable-gestion-colectiva-de-contrataciones-en-origen-gecco-2025-",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el empleador directamente o,<br />siempre que no se trate de empresas de trabajo temporal, a través de quien<br />válidamente tenga su representación legal, que podrán ser organizaciones<br />empresariales.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Telemáticamente, ante las áreas o dependencias de Trabajo e Inmigración o<br />ante las Oficinas de Extranjería que tengan delegada la competencia de la<br />provincia donde vaya a realizarse la actividad laboral, que será el órgano<br />competente para la tramitación del procedimiento.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo de presentación: se deberá presentar con una antelación mínima de tres<br />meses respecto a la fecha de inicio de la actividad laboral prevista.<br />• Número mínimo de puestos: las ofertas de empleo deberán contener un<br />número mínimo de cinco puestos de trabajo.<br />• Selección de las personas trabajadoras en el exterior: la Dirección General<br />de Gestión Migratoria, previa valoración del expediente y a través de la Dirección<br />General de Españoles en el Exterior y de Asuntos Consulares (Ministerio de<br />Asuntos Exteriores, Unión Europea y Cooperación), que informará a la Misión<br />Diplomática u Oficina Consular, remitirá las ofertas en el plazo de 5 días hábiles<br />al órgano encargado de la preselección para que sea acordada la fecha, el lugar<br />y la metodología para la selección de las personas trabajadoras.<br />• La comisión de selección estará formada por representantes de la<br />Dirección General de Gestión Migratoria y/o la Consejería Laboral de la<br />correspondiente Misión Diplomática, por los órganos competentes del país de<br />origen y, a elección del empleador/a por sus representantes o por organizaciones<br />empresariales<br />• Tasas correspondientes: se devengarán en el plazo de diez días hábiles desde<br />el momento en el que se dispone del listado de las personas trabajadoras<br />seleccionadas, siempre que la autorización sea de una duración igual o superior<br />a seis meses, son:<br />o Modelo 790, Código 052 epígrafe 2.1 “autorización inicial de<br />residencia temporal”: a abonar por la persona trabajadora<br />extranjera<br />o Modelo 790, Código 062 epígrafe 3.1 “autorización de temporada”: a<br />abonar por el empleador siempre que la autorización de trabajo tenga<br />una duración superior a seis meses<br />El impreso para el abono se podrá descargar desde esta página.<br />• En el plazo de dos meses desde la notificación de la resolución de concesión<br />de la autorización, el trabajador o, en su nombre, el empleador, la organización<br />empresarial o sus representantes acreditados deberán presentar ante la<br />Misión Diplomática u Oficina Consular competente las solicitudes de<br />visados de todas las personas trabajadoras de forma conjunta, previo abono<br />de las tasas establecidas, acompañada de la siguiente documentación:<br />o Impreso oficial de solicitud de visado nacional firmado por el interesado/a<br />o por su representante.<br />o Una fotografía reciente en color, en fondo blanco, tamaño carné.<br />o Pasaporte ordinario o título de viaje, reconocido como válido en España, con<br />una vigencia mínima de un año.<br />o Certificado de antecedentes penales expedido por las autoridades del país<br />de origen o del país o países donde haya residido los últimos cinco años, por<br />delitos existentes en el ordenamiento español.<br />o Certificado médico<br />o Resolución de concesión de la autorización de residencia temporal y<br />trabajo<br />o Contrato firmado por ambas partes<br />o En el caso de presentación de la solicitud a través de representante,<br />documento que acredite dicha representación.<br />o Pago de la tasa de visado y justificante del pago de las demás tasas<br />exigibles.<br />• El visado será emitido en un plazo máximo de cinco días hábiles.<br />• En el plazo de un mes desde la entrada del trabajador en España deberá ser dado<br />de alta en el régimen correspondiente de Seguridad Social.<br />• En el plazo de un mes desde que el trabajador se haya dado de alta en<br />Seguridad Social, deberá solicitar, personalmente, la tarjeta de identidad de<br />extranjero en la Comisaría de Policía o servicios policiales competentes de su lugar<br />de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Trabajo Temporal y Migración Circular",
    "category_description": "Autorizaciones de residencia y trabajo para actividades de temporada, gestión colectiva de contrataciones en origen (GECCO), y migración circular.",
    "country": "spain"
  },
  {
    "title": "26. Autorización de residencia temporal y trabajo para actividades de temporada en migración circular. (Gestión Colectiva de Contrataciones en Origen, GECCO 2025)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/26.-autorizacion-de-residencia-temporal-y-trabajo-para-actividades-de-temporada-en-migracion-circular.-gestion-colectiva-de-contrataciones-en-origen-gecco-2025-",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el empleador directamente o,<br />siempre que no se trate de empresas de trabajo temporal, a través de quien<br />válidamente tenga su representación legal, que podrán ser organizaciones<br />empresariales.<br />Hoja informativa sobre sujetos legitimados.<br />Salvo en los casos en los que no resulte aplicable el requisito de la situación nacional<br />de empleo, la autorización se limitará a un ámbito geográfico autonómico y a una<br />ocupación. Cuando la Comunidad Autónoma tuviera reconocidas competencias en<br />materia de autorización inicial de trabajo podrá fijar el ámbito geográfico de la<br />autorización dentro de su territorio<br />• Lugar de presentación:<br />o Telemáticamente, ante las áreas o dependencias de Trabajo e Inmigración o<br />ante las Oficinas de Extranjería que tengan delegada la competencia de la<br />provincia donde vaya a realizarse la actividad laboral, que será el órgano<br />competente para la tramitación del procedimiento.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo de presentación: se deberá presentar con una antelación mínima de dos<br />meses respecto a la fecha de inicio de la relación laboral prevista, salvo causa<br />motivada.<br />• Número mínimo de puestos: las ofertas de empleo deberán contener un número<br />mínimo de cinco puestos de trabajo. Excepcionalmente la Dirección General de<br />Gestión Migratoria podrá autorizar la gestión de ofertas con un número mínimo de<br />cinco puestos de trabajo.<br />• Selección de las personas trabajadoras en el exterior: la Dirección General de<br />Gestión Migratoria, previa valoración del expediente y a través de la Dirección<br />General de Españoles en el Exterior y de Asuntos Consulares (Ministerio de Asuntos<br />Exteriores, Unión Europea y Cooperación), que informará a la Misión Diplomática u<br />Oficina Consular, remitirá las ofertas en el plazo de 5 días hábiles al órgano<br />encargado de la preselección para que sea acordada la fecha, el lugar y la<br />metodología para la selección de las personas trabajadoras<br />• La comisión de selección estará formada por representantes de la Dirección<br />General de Gestión Migratoria y/o la Consejería Laboral de la correspondiente<br />Misión Diplomática, por los órganos competentes del país de origen y, a elección<br />de la persona empleadora por sus representantes o por organizaciones<br />empresariales.<br />• Tasas correspondientes: se deberán abonar en el plazo de diez días hábiles desde<br />el momento en el que se dispone del listado de las personas trabajadoras<br />seleccionadas, siempre que la autorización sea de una duración igual o superior a<br />seis meses, son:<br />o Modelo 790, Código 052 epígrafe 2.1 “autorización inicial de residencia<br />temporal”: a abonar por la persona trabajadora extranjera.<br />o Modelo 790, Código 062 epígrafe 3.1 “autorización de temporada” o epígrafe<br />3.2 “autorización de obra o servicio y de carácter temporal”: a abonar por el<br />empleador siempre que la autorización de trabajo tenga una duración superior a<br />seis meses<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: un mes contado a partir del día siguiente a la<br />fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin haber caído recaída resolución expresa, se<br />podrá entender que la solicitud ha sido desestimada por silencio administrativo.<br />(Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si se ha optado por<br />notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante<br />publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se<br />dará por notificada).<br />• En el plazo de un mes desde la notificación de la resolución de concesión de la<br />autorización, en su caso, el empleador, la organización empresarial o sus<br />representantes acreditados deberán presentar ante la Oficina Consular española<br />competente las solicitudes de visados de todos los trabajadores de forma<br />conjunta, previo abono de las tasas establecidas, acompañando los siguientes<br />documentos de cada una de las personas trabajadoras:<br />o Impreso oficial de solicitud de visado nacional firmado por el interesado o<br />interesada o por su representante.<br />o Una fotografía reciente, de tamaño carné, a color, sobre fondo claro, sin brillos<br />ni prendas que cubran el óvalo de la cara.<br />o En el caso de presentación de la solicitud a través de representante, documento<br />que acredite dicha representación.<br />o Contrato de trabajo, cumplimentado y firmado por el empleador y trabajador en<br />el modelo aprobado por el Servicio Público de Empleo Estatal.<br />o Anexo al contrato de trabajo formalizado en el Anexo V de la Orden<br />ISM/1488/2024, de 27 de diciembre, cumplimentado y firmados por ambas<br />partes.<br />o Compromiso de regreso formalizado en el Anexo VI de la Orden<br />ISM/1488/2024, de 27 de diciembre, cumplimentado y firmado por el trabajador.<br />o Pasaporte ordinario o título de viaje reconocido como válido en España con<br />una vigencia mínima de un año<br />o Certificado de antecedentes penales expedido por las autoridades del país de<br />origen o del país o países en que haya residido durante los últimos cinco años.<br />o Certificado médico.<br />o Resolución de concesión de la autorización de residencia temporal y<br />trabajo.<br />o Pago de la tasa de visado y justificante del pago de las demás tasas exigibles.<br />• El visado será emitido en un plazo máximo de cinco días hábiles.<br />• En el plazo máximo de tres días desde la entrada de la persona trabajadora en<br />España deberá ser dado de alta en el régimen correspondiente de la Seguridad<br />Social.<br />• En el plazo de un mes desde que el trabajador haya sido dado de alta en<br />Seguridad Social, deberá solicitar, personalmente, la tarjeta de identidad de<br />extranjero en la Comisaría de Policía o servicios policiales competentes de su lugar<br />de residencia. En esa tarjeta se hará constar que la autorización es para actividades<br />de temporada.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Una vez finalizada la prestación laboral, los trabajadores deberán regresar a su<br />país de forma inmediata y disponen del plazo de un mes desde la entrada para<br />personarse en la Misión Diplomática u Oficina Consular española correspondiente a<br />fin de acreditar el compromiso de regreso.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "27. Autorización de residencia temporal por circunstancias excepcionales. Arraigo de segunda oportunidad",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-residencia-temporal-por-circunstancias-excepcionales.-arraigo-laboral",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente, o su representante legal o persona que presta apoyo en el supuesto<br />de ser menor o persona con discapacidad.<br />Hoja informativa sobre sujetos legitimados<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la<br />persona extranjera tenga fijado el domicilio.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052, epígrafe 2.5 “autorización de residencia<br />temporal por circunstancias excepcionales”: a abonar por la<br />persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal<br />Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva.. Si se hubiera optado por notificación electrónica o<br />normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede<br />electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará por notificada).<br />• La concesión de la autorización de residencia temporal por circunstancias<br />excepcionales llevará aparejada una autorización de trabajo por cuenta propia<br />y ajena en España durante la vigencia de aquella, sin limitación de ámbito<br />geográfico y ocupación durante la vida de aquella.<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia temporal por circunstancias excepcionales, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero, en la Comisaría<br />de Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización concedida tendrá una vigencia de un año. A su finalización podrá<br />modificar a una autorización de residencia y trabajo inicial a través del artículo 191<br />del Reglamento o<br />• prorrogar por periodos anuales, estando condicionada al cumplimiento de sus<br />requisitos y a la prueba de encontrarse en situación de búsqueda activa de empleo<br />y debidamente inscrito en el servicio público de empleo.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "28. Autorización de residencia temporal por circunstancias excepcionales. Arraigo social",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-residencia-temporal-por-circunstancias-excepcionales.-arraigo-social",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera personalmente,<br />o su representante legal en el supuesto de ser menor o incapaz.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la persona<br />extranjera tenga fijado el domicilio.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052, epígrafe 2.5 “autorización de residencia temporal por<br />circunstancias excepcionales”: a abonar por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido desestimada<br />por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en<br />el Tablón Edictal Único (TEU). Si se hubiera optado por notificación electrónica o normativamente<br />estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede<br />electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará por<br />notificada).<br />• La concesión de la autorización de residencia temporal por circunstancias<br />excepcionales, llevará aparejada una autorización de trabajo por cuenta propia<br />o ajena en España sin limitación de ámbito geográfico y ocupación durante su<br />vigencia.<br />• En el caso de que los medios económicos no deriven de actividad por propia,<br />la vigencia de la autorización comenzará desde la notificación de la resolución<br />de concesión de la autorización.<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia por circunstancias excepcionales, la persona extranjera deberá solicitar<br />personalmente la tarjeta de identidad de extranjero, en la Comisaría de Policía o<br />servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización concedida por arraigo social así como sus prórrogas<br />tendrán una vigencia de un año. La prórroga de la autorización concedida por<br />arraigo social estará condicionada al cumplimiento de sus requisitos y a la<br />prueba de encontrarse en situación de búsqueda activa de empleo y<br />debidamente inscrito en el servicio público de empleo.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "29. Autorización de residencia temporal por circunstancias excepcionales. Arraigo sociolaboral.",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/29.-autorizacion-de-residencia-temporal-por-circunstancias-excepcionales.-arraigo-sociolaboral.",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente, o su representante legal o persona que presta apoyo en el<br />supuesto de ser menor o persona con discapacidad.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la<br />persona extranjera tenga fijado el domicilio.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de<br />la solicitud, y deberá abonarse en el plazo de diez días hábiles:<br />▪ Modelo 790 código 052, epígrafe 2.5 “autorización de residencia temporal<br />por circunstancias excepcionales”: a abonar por la persona extranjera<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano<br />competente para su tramitación. Transcurrido dicho plazo sin que la<br />Administración haya practicado la notificación se podrá entender que la solicitud<br />ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la<br />resolución se anunciará en el Tablón Edictal Único (TEU). Si se hubiera optado por notificación electrónica o<br />normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede<br />electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará por notificada).<br />• La eficacia de la autorización concedida estará condicionada a la posterior<br />afiliación y alta del trabajador en la Seguridad Social en el plazo de un mes<br />desde la notificación realizada al solicitante.<br />• La concesión de la autorización de residencia temporal por circunstancias<br />excepcionales llevará aparejada una autorización de trabajo por cuenta<br />propia y ajena en España sin limitación de ámbito geográfico y ocupación,<br />durante la vida de aquella.<br />• En el plazo de un mes desde la notificación de la concesión de la autorización<br />de residencia por circunstancias excepcionales, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero, en la Comisaría<br />de Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/3<br />4<br />• La autorización concedida tendrá una vigencia de un año. A su finalización<br />podrá modificar a una autorización de residencia y trabajo inicial a través del<br />artículo 191 del Reglamento o podrá prorrogarse por periodos anuales, estando<br />condicionada al cumplimiento de sus requisitos y a la prueba de encontrarse en<br />situación de búsqueda activa de empleo y debidamente inscrito en el servicio<br />público de empleo.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "30. Autorización residencia temporal por circunstancias excepcionales. Arraigo socioformativo",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/30.-autorizacion-residencia-temporal-por-circunstancias-excepcionales.-arraigo-socioformativo",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente, o su representante legal en el supuesto de ser menor o incapaz.<br />Hoja informativa sobre sujetos legitimados.<br />• Plazo de presentación:<br />o Si la matrícula de la formación tuviera un plazo oficial para su formalización,<br />la solicitud de la autorización de arraigo socioformativo deberá presentarse<br />en los dos meses anteriores al inicio de ese plazo.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la persona<br />extranjera tenga fijado el domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052, epígrafe 2.5 “autorización de residencia temporal por<br />circunstancias excepcionales”: a abonar por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido desestimada<br />por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en<br />el Tablón Edictal Único (TEU). Si se hubiera optado por notificación electrónica o normativamente<br />estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede<br />electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará por<br />notificada).<br />• Acreditación de la matriculación: la persona solicitante en un plazo de tres meses<br />desde la notificación de la resolución de concesión de la autorización deberá aportar<br />acreditación de la matriculación. En caso contrario, la Oficina de Extranjería podrá<br />extinguir dicha autorización.<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia por circunstancias excepcionales, la persona extranjera deberá solicitar<br />personalmente la tarjeta de identidad de extranjero, en la Comisaría de Policía o<br />servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización concedida por arraigo socioformativo así como sus prórrogas<br />tendrán una vigencia de un año.<br />• La prórroga de la autorización concedida por arraigo socioformativo estará<br />condicionada al informe del centro correspondiente que certifique la promoción al<br />segundo curso, en el caso de los ciclos formativos de grado básico o grado medio.<br />En el supuesto de que se hubiera terminado la formación antes de finalizar el año,<br />la prórroga se condicionará a la prueba del título o certificado obtenido y a<br />encontrase en situación de búsqueda activa de empleo y debidamente inscrito en el<br />servicio público de empleo",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "31. Autorización de residencia temporal por circunstancias excepcionales. Arraigo familiar",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-residencia-temporal-por-circunstancias-excepcionales.-arraigo-familiar",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente, o su representante legal en el supuesto de ser menor o persona<br />con discapacidad.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la<br />persona extranjera tenga fijado el domicilio.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de<br />la solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052, epígrafe 2.5 “autorización de residencia<br />temporal por circunstancias excepcionales”: a abonar por la<br />persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano<br />competente para su tramitación. Transcurrido dicho plazo sin que la<br />Administración haya practicado la notificación se podrá entender que la solicitud<br />ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la<br />resolución se anunciará en el Tablón Edictal Único (TEU) . Si se hubiera optado por notificación electrónica o<br />normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede<br />electrónica. Si no se accediera a la resolución en diez días naturales desde su publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización<br />de residencia por circunstancias excepcionales, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero, en la Comisaría<br />de Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/3<br />4",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "32. Autorización residencia temporal por circunstancias excepcionales por razones humanitarias",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/32.-autorizacion-residencia-temporal-por-circunstancias-excepcionales-por-razones-humanitarias",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente, o su representante legal o persona que presta apoyo en el supuesto<br />de ser menor o persona con discapacidad.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la persona<br />extranjera tenga fijado el domicilio.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa de residencia temporal por circunstancias excepcionales: se devengará<br />en el momento de admisión a trámite de la solicitud, y deberá abonarse en el plazo<br />de diez días hábiles, es:<br />o Modelo 790 código 052, epígrafe 2.5 “autorización de residencia temporal por<br />circunstancias excepcionales”: a abonar por la persona extranjera.<br />• Tasa por autorización de trabajo (en su caso): y siempre que la autorización de<br />trabajo tenga una duración igual o superior a seis meses, se devengará en el<br />momento de admisión a trámite de la solicitud, y se deberá abonar en el plazo de<br />diez días hábiles, son:<br />o Si solicita cuenta ajena: Modelo 790, Código 062: a abonar por el empleador.<br />▪ retribución inferior a 2 veces el SMI epígrafe 1.1 por cuenta ajena con<br />autorización de residencia.<br />▪ retribución igual o superior a 2 veces el SMI epígrafe 1.6 por cuenta ajena<br />con autorización de residencia<br />o Si solicita cuenta propia: Modelo 790, Código 062 epígrafe 1.5. “autorizaciones<br />de trabajo por cuenta propia”: a abonar por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia temporal por circunstancias excepcionales, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero, en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización concedida tendrá una vigencia de un año.<br />• La concesión de la autorización de residencia temporal por circunstancias<br />excepcionales llevará aparejada una autorización de trabajo por cuenta propia<br />o ajena en España sin limitación de ámbito geográfico y ocupación durante la<br />vigencia de aquélla, excepto la que se conceda a las personas que no hayan<br />cumplido la edad mínima de admisión al trabajo.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "33. Autorización de residencia temporal por circunst. excep. por colaboración con autoridades policiales, fiscales, judiciales o seguridad nacional",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/33.-autorizacion-de-residencia-temporal-por-circunst.-excep.-por-colaboracion-con-autoridades-policiales-fiscales-judiciales-o-seguridad-nacional",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente, o su representante legal en el supuesto de ser menor o incapaz.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que tenga<br />fijado el domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />• La autoridad con la que el extranjero colabore puede instar al órgano competente la<br />concesión de la autorización de residencia.<br />• Tasa de residencia: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052, epígrafe 2.5 “autorización de residencia temporal<br />por circunstancias excepcionales”: a abonar por el extranjero.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Tasa por autorización de trabajo (en su caso): y siempre que la autorización de<br />trabajo tenga una duración igual o superior a seis meses, se devengará en el<br />momento de admisión a trámite de la solicitud, y se deberá abonar en el plazo de<br />diez días hábiles, son:<br />o Si solicita cuenta ajena: Modelo 790, Código 062: a abonar por el empleador:<br />▪ retribución inferior a 2 veces el SMI epígrafe 1.1 por cuenta ajena con<br />autorización de residencia.<br />▪ retribución igual o superior a 2 veces el SMI epígrafe 1.6 por cuenta ajena<br />con autorización de residencia.<br />o Si solicita cuenta propia:<br />▪ Modelo 790, Código 062 epígrafe 1.5 “autorizaciones de trabajo por cuenta<br />propia”: a abonar por el extranjero.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido desestimada<br />por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal<br />Único (TEU). Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio,<br />la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días<br />naturales desde su publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia temporal, la persona extranjera deberá solicitar personalmente la<br />tarjeta de identidad de extranjero en la Comisaría de Policía o servicios policiales<br />competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización concedida tendrá una vigencia de un año.<br />• Se podrá prorrogar la autorización de residencia por circunstancias excepcionales<br />siempre que se aprecie por las autoridades competentes que permanecen las<br />razones que motivaron su concesión. Las prórrogas tendrán una vigencia de un<br />año.<br />• Sólo en el caso de que las autoridades concluyesen que han cesado las razones<br />que motivaron la concesión, los titulares, al término de la vigencia de la<br />autorización, podrán solicitar autorización de residencia o residencia y trabajo.<br />• El extranjero puede solicitar, personalmente, la correspondiente autorización<br />para trabajar de manera simultánea con la solicitud de residencia por<br />circunstancias excepcionales o durante el periodo de vigencia de aquélla.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "37. Autorización de residencia temporal y trabajo por colaborar con autor. polic, fisc. o judic. contra redes",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/37.-autorizacion-de-residencia-temporal-y-trabajo-por-colaborar-con-autor.-polic-fisc.-o-judic.-contra-redes",
    "procedure": "PROCEDIMIENTO<br />• La autoridad policial, fiscal o judicial, con la que esté colaborando la persona<br />extranjera que sea víctima, perjudicado o testigo del acto de tráfico ilícito de mano<br />de obra o de explotación sexual en la prostitución emitirá informe de dicha<br />colaboración y lo remitirá al órgano que instruya el expediente sancionador, a<br />fin de que proponga al Delegado o Subdelegado del Gobierno la exención de<br />responsabilidad de la persona extranjera.<br />• El Delegado o Subdelegado del Gobierno decidirá sobre la exención y la<br />suspensión del expediente sancionador e informará a la persona extranjera de la<br />posibilidad de solicitar autorización de residencia y trabajo o el retorno asistido a su<br />país de procedencia.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "38. Autorización de residencia temporal y trabajo por circunstancias excepcionales de personas extranjeras víctimas de trata de seres humanos",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/38.-autorizacion-de-residencia-temporal-y-trabajo-por-circunstancias-excepcionales-de-personas-extranjeras-victimas-de-trata-de-seres-humanos",
    "procedure": "PROCEDIMIENTO<br />• La unidad policial que haya identificado a la persona extranjera como víctima<br />de trata de seres humanos elevará (de oficio, a instancia de parte o por orden del<br />Delegado o Subdelegado del Gobierno), en el plazo máximo de cuarenta y ocho<br />horas y previa conformidad de la víctima, propuesta sobre la concesión del<br />periodo de restablecimiento y reflexión a la Delegación o Subdelegación del<br />Gobierno de la provincia donde se hubiere realizado la identificación.<br />• En el supuesto de concesión del periodo de restablecimiento y reflexión, en la<br />resolución se incluirá la duración del periodo, que será de al menos noventa días,<br />la suspensión del procedimiento sancionador, y autorizará la estancia de la<br />persona extranjera por la duración que se haya determinado para ésta.<br />• El Delegado o Subdelegado del Gobierno podrá determinar de oficio en atención<br />a la situación personal de la víctima, o a instancia de la autoridad con la que la<br />víctima de trata de seres humanos esté colaborando en la investigación del delito o<br />procedimiento penal, la exención de responsabilidad de la persona extranjera ,<br />por encontrase irregularmente en territorio español.<br />• Determinada la exención de responsabilidad, el Delegado o Subdelegado del<br />Gobierno informará a la persona extranjera de la posibilidad de solicitar<br />autorización de residencia y trabajo por circunstancias excepcionales, dirigida<br />al titular de la Secretaría de Estado de Seguridad o de la Secretaría de Estado de<br />Migraciones, en función de que la motivación resida, respectivamente, en la<br />colaboración de la víctima en la investigación del delito o en su situación personal.<br />Esta previsión será extensiva, si así lo solicitara la víctima a:<br />o sus hijos e hijas menores de edad tutelados, los mayores de esa edad que<br />tengan una discapacidad que requiera de apoyo, o los mayores de edad que<br />no sean objetivamente capaces de proveer a sus propias necesidades<br />debido a su estado de salud<br />o sus ascendientes en primer grado y línea directa, a quienes se expedirá<br />una autorización de residencia temporal por razones humanitarias<br />Dichos familiares han de encontrarse en España en el momento de la<br />identificación de la víctima.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "39. Autorización de trabajo por cuenta propia para trabajadores transfronterizos",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/39.-autorizacion-de-trabajo-por-cuenta-propia-para-trabajadores-transfronterizos",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, ante la Misión Diplomática u Oficina Consular española<br />correspondiente a su lugar de residencia.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasas correspondientes: se devengarán en el momento de admisión a trámite de<br />la solicitud, y deberán abonarse en el plazo de diez días hábiles:<br />o Modelo 790, Código 062 epígrafe 1.5 “autorizaciones de trabajo por cuenta<br />propia”: a abonar por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si se ha optado por notificación electrónica o<br />normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales<br />desde su publicación, se dará por notificada).<br />• El trabajador dispone de un mes desde la notificación de la concesión de la<br />autorización para trabajar para solicitar su afiliación y alta en el régimen<br />correspondiente de Seguridad Social y para solicitar, personalmente, la tarjeta<br />de identidad de extranjero como trabajador transfronterizo en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La duración de la autorización inicial coincidirá con la de la actividad<br />proyectada con el límite mínimo de tres meses y máximo de un año.<br />• La validez de la autorización estará limitada a un sector de actividad y al ámbito<br />territorial de la Comunidad o Ciudad Autónoma en cuya zona limítrofe resida el<br />trabajador.<br />• La autorización de trabajo se prorrogará a su expiración en tanto continúe la<br />misma actividad por cuenta propia y subsistan las circunstancias que motivaron<br />su concesión. La vigencia de las prórrogas coincidirá con la duración de la actividad<br />con el límite máximo de un año.",
    "category": "Trabajo por Cuenta Ajena y Propia",
    "category_description": "Permite trabajar por cuenta propia.",
    "country": "spain"
  },
  {
    "title": "40. Autorización de trabajo por cuenta ajena para trabajadores transfronterizos",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/40.-autorizacion-de-trabajo-por-cuenta-ajena-para-trabajadores-transfronterizos",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el empleador. La solicitud se<br />realizará, si se trata de empleador persona física, personalmente, y si se trata<br />de empleador persona jurídica, a través de quien tenga atribuida la<br />representación legal de la entidad.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, ante la Oficina de Extranjería de la provincia dónde vayan<br />a prestarse los servicios por parte del trabajador<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasas de la autorización de trabajo: se devengarán en el momento de<br />admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días<br />hábiles, siempre que la autorización sea igual o superior a seis meses. Las tasas<br />que corresponden son:<br />o Modelo 790, Código 062: (a abonar por el empleador):<br />▪ retribución inferior a 2 veces el SMI epígrafe 1.4 “por<br />cuenta ajena para trabajadores transfronterizos”<br />▪ retribución igual o superior a 2 veces el SMI epígrafe<br />1.9 “por cuenta ajena para trabajadores<br />transfronterizos<br />El abono de la tasa puede realizarse:<br />▪ a través de la pasarela de pago habilitada por la<br />Administración<br />▪ a través de una entidad bancaria, previa descarga e<br />impresión del formulario de la tasa.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano<br />competente para su tramitación. Transcurrido dicho plazo sin que la<br />Administración haya practicado la notificación, se podrá entender que la solicitud<br />ha sido desestimada por silencio administrativo, si se trata de solicitud de<br />autorización inicial de trabajo (en caso de solicitud de renovación de una<br />autorización de trabajo previamente concedida, el silencio administrativo será<br />interpretado como estimatorio).<br />• Notificación de la resolución. Cuando la notificación por medios electrónicos<br />sea de carácter obligatorio, o haya sido expresamente elegida por el interesado,<br />la administración la pondrá a su disposición en la dirección electrónica habilitada<br />única y, en su caso, en forma complementaria, también en la sede electrónica<br />correspondiente. Si el interesado no accediera a ella en diez días naturales, la<br />notificación se entenderá rechazada. En los demás casos en los que proceda<br />practicar la notificación en papel, esta se realizará en el domicilio del interesado<br />y, si resultara infructuosa, se realizará por medio de un anuncio publicado en<br />el Tablón Edictal Único (TEU).<br />• En el plazo de un mes desde la notificación de la concesión, en su caso, el<br />empleador deberá proceder al alta del trabajador en el régimen<br />correspondiente de Seguridad Social.<br />• En el mismo plazo de un mes, el trabajador deberá<br />solicitar, personalmente, la tarjeta de identidad de extranjero en la Comisaría<br />de Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/3<br />4<br />• La duración de la autorización inicial coincidirá con la del contrato de<br />trabajo con el límite mínimo de tres meses y máximo de un año.<br />• La validez de la autorización estará limitada a la ocupación que determine<br />el contrato laboral y al ámbito territorial de la Comunidad o Ciudad Autónoma<br />en cuya zona limítrofe resida el trabajador.<br />• La autorización de trabajo se prorrogará a su expiración en tanto continúe<br />la misma relación laboral y subsistan las circunstancias que motivaron la<br />concesión. La vigencia de las sucesivas prórrogas coincidirá con la del contrato<br />con el límite máximo de un año.",
    "category": "Trabajo por Cuenta Ajena y Propia",
    "category_description": "Permite trabajar para un empleador o por cuenta propia.",
    "country": "spain"
  },
  {
    "title": "41. Autorización de residencia temporal de menor extranjero acompañado nacido en España",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-3",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: personalmente, alguna de las<br />personas progenitoras titulares de alguna autorización de residencia descrita en el<br />Reglamento de Extranjería (Real Decreto 1155/2024).<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la<br />persona menor extranjera tenga fijado el domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• La solicitud se deberá presentar:<br />o En el plazo de los 6 meses siguientes a la fecha del nacimiento.<br />o En el plazo de los 6 meses siguientes desde que alguno de sus progenitores<br />acceda a la situación de residencia siempre y cuando la persona menor se<br />encuentre en territorio nacional y no se haya ausentado de España desde su<br />nacimiento (a contar desde el día siguiente a la notificación de la resolución de la<br />concesión de residencia del padre o de la madre).<br />• En el caso de no cumplirse las circunstancias anteriores, a la persona menor se le<br />exigirá la aplicación del procedimiento de reagrupación familiar:<br />o Persona menor nacida en España y que se encuentra en territorio nacional, no<br />precisa visado, en este caso se exigirán los requisitos del artículo 67 del Real<br />Decreto 1155/2024 (requisitos de la reagrupación familiar).<br />o Persona menor nacida en España y que en ese momento no se encuentre en<br />territorio nacional, en este supuesto el procedimiento será lo desarrollado en el<br />artículo 67 y 68 del Real Decreto 1155/2024.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />▪ Modelo 790 Código 052 epígrafe 2.1 “autorización inicial de residencia<br />temporal”:<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución y notificación de la solicitud: un mes contado a partir del<br />día siguiente a la fecha en que haya tenido entrada en el registro del órgano<br />competente para tramitarlas. Sin perjuicio de la resolución que la Administración<br />debe dictar, el vencimiento del plazo máximo sin haberse notificado resolución<br />expresa, legitima para entenderla desestimada por silencio administrativo. (Cuando no<br />se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si se hubiera optado por notificación<br />electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la<br />sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).<br />• La autorización concedida tendrá una vigencia de cinco años.<br />• La autorización de residencia concedida habilitará para trabajar sin ningún<br />trámite cuando los titulares alcancen la edad laboral.<br />• En el plazo de un mes desde la concesión de la autorización de residencia, la<br />persona menor extranjera acompañada por uno de sus progenitores, deberán<br />solicitar personalmente la tarjeta de identidad de extranjero en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Para las renovaciones de las autorizaciones se seguirán los trámites y el<br />procedimiento establecido para las autorizaciones de residencia de larga<br />duración o larga duración U.E. (ver autorización de residencia de larga duración).",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "42. Autorización de residencia de persona acompañada menor de edad o con discapacidad no nacido en España",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-4",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: alguna de las personas<br />progenitoras titulares de alguna autorización de residencia descrita en el<br />Reglamento de Extranjería (Real Decreto 1155/2024).<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la persona<br />menor o discapacitada extranjera tenga fijado el domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />o Electrónicamente, a través de la sede electrónica del Ministerio de Política<br />Territorial. Personalmente por una de las personas progenitoras o tutoras, si<br />dispone de certificado electrónico, o mediante un profesional (gestores<br />administrativos, graduados sociales y abogados)<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />▪ Modelo 790 Código 052 epígrafe 2.1 “autorización inicial de residencia<br />temporal”:<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución y notificación de la solicitud: un mes contado a partir del<br />día siguiente a la fecha en que haya tenido entrada en el registro del órgano<br />competente para tramitarlas. Sin perjuicio de la resolución que la Administración<br />debe dictar, el vencimiento del plazo máximo sin haberse notificado resolución<br />expresa, legitima para entenderla desestimada por silencio administrativo. (Cuando no<br />se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si se hubiera optado por notificación<br />electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la<br />sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).<br />• La autorización concedida tendrá una vigencia de cinco años.<br />• La autorización de residencia concedida habilitará para trabajar sin ningún<br />trámite cuando los titulares alcancen la edad laboral.<br />• En el plazo de un mes desde la notificación, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia. Si la persona<br />extranjera es menor de edad irá acompañada por uno de sus progenitores o tutores.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34",
    "category": "Sin Categorizar",
    "category_description": "Categoría no determinada",
    "country": "spain"
  },
  {
    "title": "43. Desplazamiento temporal de menores extranjeros con fines de tratamiento médico",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/43.-desplazamiento-temporal-de-menores-extranjeros-con-fines-de-tratamiento-medico",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud de informe previo: el representante<br />de la entidad promotora del programa, personalmente:<br />o De manera individual se cumplimentará un modelo oficial (EX–25) por la<br />persona menor extranjera de edad desplazada y otro modelo oficial (EX–25) por<br />la persona extranjera que acompaña a ese menor (progenitor/a o tutor/a) si fuera<br />el caso.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería en la provincia en la que vaya<br />a permanecer la persona extranjera menor de edad.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de la solicitud, y deberá<br />abonarse en el plazo de diez días hábiles:<br />o Modelo 790 Código 052 epígrafe 6.6 “certificados o informes emitidos a instancia<br />del interesado”.<br />El impreso para el abono se podrá descargar desde esta página.<br />• El desplazamiento temporal con fines de tratamiento médico se efectuará con<br />una antelación mínima de tres meses y máxima de cuatro a la fecha<br />programada.<br />• Se resolverá conjuntamente el informe previo del desplazamiento temporal de la<br />persona menor extranjera como de su acompañante.<br />• El vencimiento del plazo máximo de un mes sin haberse notificado resolución<br />expresa, legitima para entenderla desestimada por silencio administrativo.<br />Para la expedición de los correspondientes visados, la Oficina Consular en el<br />país de origen de la persona menor extranjera deberá comprobar que existe informe<br />previo favorable del Delegado o el Subdelegado del Gobierno, la autorización<br />expresa de quien ejerza la patria potestad o tutela, así como todo lo relativo a los<br />requisitos de los pasaportes individuales o colectivos, salvoconductos u otra<br />documentación de viaje de las personas menores y sus acompañantes.<br />• Prórroga de la estancia por desplazamiento con fines de tratamiento médico:<br />Excepcionalmente, será posible prorrogar la estancia por el tiempo necesario para<br />finalizar dicha asistencia sanitaria, atendiendo a lo establecido en los art. 32 y 49",
    "category": "Residencia y Desplazamiento de Menores y Discapacitados",
    "category_description": "Autorizaciones de residencia y desplazamiento temporal para menores extranjeros (acompañados o no), incluyendo fines médicos, vacacionales, o de escolarización, y para personas con discapacidad.",
    "country": "spain"
  },
  {
    "title": "44. Desplazamiento temporal de menores extranjeros con fines vacacionales",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/44.-desplazamiento-temporal-de-menores-extranjeros-con-fines-vacacionales",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud de informe previo: el representante<br />de la entidad promotora del programa, personalmente:<br />o Impreso de solicitud de informe previo, en modelo oficial (EX–25)<br />debidamente cumplimentado y firmado por la entidad promotora del programa.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería en la provincia en la que vayan<br />a permanecer las personas menores de edad.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de la solicitud, y deberá<br />abonarse en el plazo de diez días hábiles:<br />o Modelo 790 Código 052 epígrafe 6.6 “certificados o informes emitidos a<br />instancia del interesado”.<br />El impreso para el abono se podrá descargar desde esta página.<br />• El desplazamiento temporal con fines vacacionales se efectuará con una<br />antelación mínima de tres meses y máxima de cuatro a la fecha programada.<br />• Se resolverá conjuntamente el informe previo del desplazamiento temporal de las<br />personas menores extranjeras como de sus acompañantes.<br />• El vencimiento del plazo máximo de un mes sin haberse notificado resolución<br />expresa, legitima para entenderla desestimada por silencio administrativo.<br />• Para la expedición de los correspondientes visados, la Oficina Consular en el<br />país de origen de las personas menores deberá comprobar que existe informe previo<br />favorable del Delegado o el Subdelegado del Gobierno, la autorización expresa de<br />quien ejerza la patria potestad o tutela, así como todo lo relativo a los requisitos de<br />los pasaportes individuales o colectivos, salvoconductos u otra documentación de<br />viaje de las personas menores y sus acompañantes.<br />• Una vez en territorio nacional, las personas menores autorizadas serán entregadas<br />a las respectivas familias de acogida comunicándose por las entidades<br />promotoras esta circunstancia a la Oficina de Extranjería donde se haya<br />tramitado las solicitudes, así como cualquier incidencia que se haya producido al<br />respecto.<br />• Al término del Programa, las entidades que en su momento iniciaron el<br />procedimiento para la venida de las personas menores deberán comunicar a la<br />Brigadas Provinciales de Extranjería y Fronteras de la Comisaría Provincial de<br />Policía Nacional de la provincia en la que tenga su domicilio los términos del<br />regreso o de la excepcional permanencia de cada persona menor y/o monitor<br />o monitora y de los motivos que la ocasionan, en el plazo máximo de quince<br />días; así como informar de todos aquellas personas que no hubieren efectuado su<br />salida en el plazo previsto. El incumplimiento de esta obligación se tendrá en<br />cuenta para la valoración de su participación en programas posteriores.",
    "category": "Residencia y Desplazamiento de Menores y Discapacitados",
    "category_description": "Autorizaciones de residencia y desplazamiento temporal para menores extranjeros (acompañados o no), incluyendo fines médicos, vacacionales, o de escolarización, y para personas con discapacidad.",
    "country": "spain"
  },
  {
    "title": "45. Desplazamiento temporal de menores extranjeros con fines de escolarización",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/45.-desplazamiento-temporal-de-menores-extranjeros-con-fines-de-escolarizacion",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud de informe previo: el representante<br />de la entidad promotora del programa, personalmente:<br />o De manera individual se cumplimentará un modelo oficial (EX–25) por la<br />persona menor extranjera de edad desplazada.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería en la provincia en la que vaya<br />a permanecer la persona extranjera menor.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de la solicitud, y deberá<br />abonarse en el plazo de diez días hábiles, son:<br />o Modelo 790 Código 052 epígrafe 6.6 “certificados o informes emitidos a<br />instancia del interesado.<br />El impreso para el abono se podrá descargar desde esta página.<br />• El vencimiento del plazo máximo de un mes sin haberse notificado resolución<br />expresa, legitima para entenderla desestimada por silencio administrativo.<br />• El desplazamiento temporal con fines de escolarización se efectuará con una<br />antelación mínima de tres meses y máxima de cuatro a la fecha programada.<br />• Para la expedición de los correspondientes visados, la Oficina Consular en el<br />país de origen de la persona menor extranjera deberá comprobar que existe informe<br />previo favorable del Delegado o el Subdelegado del Gobierno, la autorización<br />expresa de quien ejerza la patria potestad o tutela, así como todo lo relativo a los<br />requisitos de los pasaportes individuales o colectivos, salvoconductos u otra<br />documentación de viaje de la persona menor.<br />• La estancia derivada del desplazamiento con fines de escolarización tendrá la<br />naturaleza jurídica de estancia por estudios.<br />• La estancia acabará al finalizar el curso académico, en cuyo momento, el<br />menor deberá regresar a su país. En el caso de que desee continuar los estudios<br />por más de un curso, se deberá incluir al menor en un nuevo programa, es decir, se<br />deberá solicitar un nuevo informe previo favorable del Subdelegado o Delegado del<br />Gobierno así como el resto de requisitos exigibles.",
    "category": "Residencia y Desplazamiento de Menores y Discapacitados",
    "category_description": "Autorizaciones de residencia y desplazamiento temporal para menores extranjeros (acompañados o no), incluyendo fines médicos, vacacionales, o de escolarización, y para personas con discapacidad.",
    "country": "spain"
  },
  {
    "title": "46. Autorización de residencia temporal de menores no acompañados",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-5",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar/iniciar el procedimiento:<br />o Iniciado de oficio por la Oficina de Extranjería de la provincia en la que esté<br />fijado el domicilio de la persona menor, o por orden superior. La oficina de<br />extranjería comunicará el acuerdo de inicio de procedimiento a la persona menor<br />a través de la Entidad Pública de Protección de Menores, requiriendo al efecto<br />la aportación de los documentos preceptivos.<br />o Solicitado por el Servicio de Protección de Menores de las Comunidades<br />Autónomas de la provincia en la que esté fijado el domicilio de la persona menor<br />(aun cuando sea otra CCAA quien ostentará la tutela de la persona menor).<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que la persona<br />extranjera menor no tenga fijado el domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />o Electrónicamente, a través de la sede electrónica del Ministerio de Política<br />Territorial. Por la persona tutora, si dispone de certificado electrónico, o mediante<br />un profesional (gestores administrativos, graduados sociales y abogados).<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, siendo de:<br />o Modelo 790 Código 052 epígrafe 2.1 “autorización inicial de residencia<br />temporal”.<br />• Plazo de resolución y notificación de la solicitud: un mes contado a partir del<br />día siguiente a la fecha en que haya tenido entrada en el registro del órgano<br />competente para tramitarlas. Transcurrido dicho plazo, la resolución podrá<br />entenderse desestimada. Sin perjuicio de la resolución que la Administración debe<br />dictar, el vencimiento del plazo máximo sin haberse notificado resolución expresa,<br />legitima para entenderla desestimada por silencio administrativo. (Cuando no se haya podido<br />notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si se hubiera optado por notificación electrónica o<br />normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede<br />electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia, el representante legal de la persona menor, acompañada de esa<br />misma persona menor, deberán solicitar personalmente la tarjeta de identidad<br />de extranjero en la Comisaría de Policía o servicios policiales competentes de su<br />lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización de residencia inicial tendrá una vigencia de dos años desde la<br />fecha por la que se determinó la puesta a disposición de la persona menor del<br />Servicio de Protección de Menores.<br />• La autorización renovada tendrá una vigencia de tres años, salvo que<br />corresponda una autorización de residencia de larga duración o de larga duración<br />UE.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "47. Renovación de la residencia temporal de menores no acompañados cuando acceden a mayoría de edad",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-6",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud:<br />o La persona extranjera personalmente (si ha cumplido la mayoría de edad) o<br />mediante representación.<br />o El Servicio de Protección de Menores de las Comunidades Autónomas de la<br />provincia en la que esté fijado el domicilio de la persona extranjera (aun en el<br />caso que otra CCAA distinta ostentará la tutela de la persona menor).<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería correspondiente a la provincia<br />donde la persona extranjera haya fijado su residencia.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, siendo de:<br />o Modelo 790 Código 052 epígrafe 2.2 “renovación de autorización de residencia<br />temporal”.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de presentación: la solicitud se podrá presentar durante los dos meses<br />previos a la fecha de expiración de la autorización o dentro de los tres meses<br />posteriores a la fecha en que hubiera finalizado la vigencia de la autorización.<br />• La presentación de la solicitud en plazo prorroga la validez de la autorización<br />anterior hasta la resolución del procedimiento.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para su<br />tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU). Si<br />se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su<br />publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la renovación, la persona<br />extranjera deberá solicitar, personalmente la tarjeta de identidad de<br />extranjero en la Comisaría de Policía o servicios policiales competentes de su lugar<br />de residencia. Si la persona extranjera es menor de edad irá acompañada por su<br />tutor.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La habilitación para trabajar no tendrá en cuenta, en caso de actividades por<br />cuenta ajena, la situación nacional de empleo de conformidad con lo previsto en<br />el artículo 40.1.b) LOEX. Esta habilitación para trabajar tendrá la misma duración<br />que la autorización de residencia (aparecerá la siguiente leyenda en la TIE “habilita<br />para trabajar por cuenta propia y por cuenta ajena”).<br />• La autorización de residencia renovada tendrá una vigencia de dos años,<br />renovables por periodos de dos años si se mantienen los requisitos, salvo que<br />corresponda una autorización de residencia de larga duración o de larga duración<br />UE.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "48. Autorización de residencia temporal por circunstancias excepcionales del menor extranjero que alcanza la mayoria de edad",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-7",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud:<br />o La persona extranjera personalmente o mediante representación.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia la que tenga fijado<br />el domicilio.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />• Plazo de presentación:<br />o La solicitud se podrá presentar durante los dos meses previos o en los tres<br />meses posteriores a la fecha en que cumpla dieciocho años.<br />o Excepcionalmente fuera de dicho plazo, y hasta el día siguiente de que el<br />joven cumpla los 20 años de edad, cuando concurran razones ajenas a<br />la persona extranjera que estén debidamente acreditadas. En este caso,<br />la solicitud deberá ir acompañada de un informe de la Comunidad<br />Autónoma o Ayuntamiento correspondiente.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, siendo de:<br />o Modelo 790 Código 052 epígrafe 2.5 “autorización de residencia<br />por circunstancias excepcionales”.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día<br />siguiente a la fecha en que haya tenido entrada en el registro del órgano competente<br />para su tramitación. Transcurrido dicho plazo sin que la Administración haya<br />practicado la notificación, se podrá entender que la solicitud ha sido desestimada por<br />silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón<br />Edictal Único (TEU). Si se hubiera optado por notificación electrónica o normativamente estuviera<br />obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si<br />no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero en la Comisaría de<br />Policía o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La habilitación para trabajar no tendrá en cuenta, en caso de actividades por<br />cuenta ajena, la situación nacional de empleo de conformidad con lo previsto en<br />el artículo 40.1.b) LOEX. Esta habilitación para trabajar tendrá la misma duración que<br />la autorización de residencia (aparecerá la siguiente leyenda en la TIE “habilita para<br />trabajar por cuenta propia y por cuenta ajena”).<br />• La autorización de residencia renovada tendrá una vigencia de dos años,<br />renovables por periodos de dos años si se mantienen los requisitos, salvo que<br />corresponda una autorización de residencia de larga duración o de larga duración<br />UE.",
    "category": "Residencia Temporal General",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas, y otras circunstancias especiales.",
    "country": "spain"
  },
  {
    "title": "49. Autorización de residencia de larga duración nacional",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/49.-autorizacion-de-residencia-de-larga-duracion-nacional",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud:<br />o La persona extranjera o<br />o En el supuesto g), haber contribuido al progreso económico, científico o cultural:<br />de oficio la Dirección General de Gestión Migratoria , previa propuesta de una<br />autoridad pública con competencia relacionada con el mérito en que se<br />fundamenta la petición.<br />• Lugar de presentación:<br />▪ Si se encuentra en España:<br />o Presencialmente, en cualquier registro público y dirigido a la Oficina de<br />Extranjería de la provincia donde resida o en el caso en que no se requiera<br />la condición previa de residente en España, de la provincia en la que vaya a<br />fijar su residencia.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de Política<br />Territorial y Memoria Democrática (Mercurio).<br />▪ Si no se encuentra en territorio español:<br />o Presencialmente, en la Oficina Consular española de su demarcación de<br />residencia, que lo remitirán a la Oficina de Extranjería competente.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052 epígrafe 2.6 “autorización de residencia de larga duración<br />y autorización de residencia de larga duración-UE”: a abonar por la persona<br />extranjera<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de presentación de la solicitud: en los dos meses inmediatamente<br />anteriores a la fecha de expiración de su autorización de residencia. La<br />presentación de la solicitud en este plazo prorrogará la validez de su autorización de<br />residencia hasta la resolución del procedimiento. También se prorrogará hasta la<br />resolución del procedimiento en el supuesto de que la solicitud se presentase dentro<br />de los tres meses posteriores a la expiración de su autorización de residencia,<br />sin perjuicio de la incoación del correspondiente procedimiento sancionador por la<br />infracción en la que se hubiese incurrido. Lo dispuesto en el párrafo anterior no será<br />de aplicación para aquellas personas extranjeras que sean titulares de una<br />autorización de residencia en vigor y ya cumplan con lo establecido en el artículo<br />183 del Reglamento.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para<br />tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia de larga duración, la persona extranjera deberá solicitar<br />personalmente la tarjeta de identidad de extranjeros en la Comisaría de Policía<br />o servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Los titulares de una autorización de residencia de larga duración nacional deberán<br />solicitar la primera renovación de la tarjeta de identidad de extranjero a los<br />cinco años. La segunda renovación y las sucesivas renovaciones de la tarjeta de<br />identidad de extranjero se solicitarán cada cinco años hasta que el titular cumpla<br />los treinta años de edad y cada diez años una vez los haya cumplido.<br />• La solicitud de renovación deberá presentarse durante los dos meses<br />inmediatamente anteriores a la fecha de expiración de la vigencia de la tarjeta. La<br />presentación de la solicitud en este plazo prorrogará la validez de la tarjeta anterior<br />hasta la resolución del procedimiento. También se prorrogará hasta la resolución del<br />procedimiento en el supuesto de que la solicitud se presentase dentro de los tres<br />meses posteriores a la fecha en que hubiera finalizado la vigencia de la anterior<br />tarjeta, sin perjuicio de la incoación del correspondiente procedimiento sancionador<br />por la infracción en la que se hubiese incurrido.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "50. Autorización de residencia de larga duración UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/50.-autorizacion-de-residencia-de-larga-duracion-ue",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />▪ Si se encuentra en territorio español:<br />o Presencialmente, en cualquier registro público y dirigido a la Oficina de<br />Extranjería de la provincia donde resida.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio).<br />▪ Si no se encuentra en territorio español:<br />o Presencialmente, en la Misión Diplomática u Oficina Consular española<br />de su demarcación de residencia, que lo remitirá a la Oficina de<br />Extranjería competente.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa de residencia de larga duración-UE: se devengará en el momento de<br />admisión a trámite de la solicitud, y deberá abonarse en el plazo de diez días hábiles,<br />es:<br />o Modelo 790 código 052 epígrafe 2.6 “autorización de residencia de larga<br />duración y autorización de residencia de larga duración-UE”: a abonar<br />por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para<br />tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• En el plazo de un mes desde la notificación de la concesión de la autorización de<br />residencia de larga duración, la persona extranjera deberá solicitar<br />personalmente la tarjeta de identidad de extranjero en la Comisaría de Policía o<br />servicios policiales competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Los titulares de una autorización de residencia de larga duración-UE deberán<br />solicitar la primera renovación de la tarjeta de identidad de extranjero a los<br />cinco años. La segunda renovación y las sucesivas renovaciones de la tarjeta de<br />identidad de extranjero se solicitarán cada cinco años hasta que el titular cumpla<br />los treinta años y cada diez años una vez los haya cumplido.<br />La solicitud de renovación deberá presentarse durante los dos meses<br />inmediatamente anteriores a la fecha de expiración de la vigencia de la tarjeta. La<br />presentación de la solicitud en este plazo prorrogará la validez de la tarjeta anterior<br />hasta la resolución del procedimiento. También se prorrogará hasta la resolución del<br />procedimiento en el supuesto de que la solicitud se presentase dentro de los tres<br />meses posteriores a la fecha en que hubiera finalizado la vigencia de la anterior<br />tarjeta, sin perjuicio de la incoación del correspondiente procedimiento sancionador<br />por la infracción en la que se hubiese incurrido",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "51. Residencia de larga duración en España del residente de larga duración-UE en otro EEMM de la UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />▪ Si se encuentra en territorio español:<br />o Presencialmente, ente la Oficina de Extranjería competente.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio).<br />▪ Si no se encuentra en territorio español:<br />o Presencialmente, ante la Oficina Consular española correspondiente al<br />lugar previo de residencia en la Unión Europea.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Oficina de Extranjería competente:<br />o Si no va a realizar actividad laboral: la correspondiente a la provincia en la que<br />reside o pretenda residir.<br />o Si va a realizar actividad laboral: la correspondiente a la provincia donde va a<br />iniciar la actividad laboral, profesional o educativa.<br />• Plazo de presentación:<br />o Si no se encuentra en territorio español: en cualquier momento anterior a la<br />entrada en territorio nacional.<br />o Si se encuentra en territorio español: en el plazo de tres meses desde que se<br />efectúe la entrada.<br />• Tasa de residencia de larga duración: se devengará en el momento de admisión<br />a trámite de la solicitud, y deberá abonarse en el plazo de diez días hábiles:<br />o Modelo 790 código 052 epígrafe 2.6 “autorización de residencia de larga<br />duración y autorización de residencia de larga duración-UE: a abonar por la<br />persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: dos meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para<br />tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• Concedida la autorización, de no encontrarse en territorio español, la persona<br />extranjera deberá entrar en España en el plazo máximo de tres meses desde la<br />notificación de la resolución.<br />• La autorización cobra vigencia desde:<br />o Si va a desarrollar una actividad laboral, desde el alta en el correspondiente<br />régimen de la Seguridad Social.<br />o Si no va a desarrollar actividad laboral:<br />▪ Si se encuentra en territorio español desde la notificación de la resolución.<br />▪ Si no se encuentra en territorio español desde la entrada en el territorio<br />nacional.<br />• En el plazo de un mes desde la entrada en vigor de la autorización de residencia<br />de larga duración, la persona extranjera deberá solicitar personalmente la tarjeta<br />de identidad de extranjero en la Comisaría de Policía o servicios policiales<br />competentes de su lugar de residencia. La vigencia de la tarjeta de identidad de<br />extranjero será de 5 años.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Los titulares de una autorización de residencia de larga duración nacional deberán<br />solicitar la primera renovación de la tarjeta de identidad de extranjero cada<br />cinco años. La segunda renovación y las sucesivas se solicitarán cada cinco años<br />hasta que el titular cumpla los treinta años de edad y cada diez años una vez<br />los haya cumplido.<br />La solicitud de renovación deberá presentarse durante los dos meses<br />inmediatamente anteriores a la fecha de expiración de la vigencia de la tarjeta. La<br />presentación de la solicitud en este plazo prorrogará la validez de la tarjeta anterior<br />hasta la resolución del procedimiento. También se prorrogará hasta la resolución del<br />procedimiento en el supuesto de que la solicitud se presentase dentro de los tres<br />meses posteriores a la fecha en que hubiera finalizado la vigencia de la anterior<br />tarjeta, sin perjuicio de la incoación del correspondiente procedimiento sancionador<br />por la infracción en la que se hubiese incurrido.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "52. Autorización de residencia de larga duración de los familiares del extranjero titular de una autorización de residencia de larga duración-UE concedida en otro EEMM de la UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el familiar.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />▪ Si se encuentra en territorio español:<br />o Presencialmente, en cualquier registro público y dirigido a la Oficina de<br />Extranjería de la provincia en que resida o vaya a residir el residente<br />de larga duración- UE.<br />o Telemáticamente, a través de la sede electrónica del Ministerio de<br />Política Territorial y Memoria Democrática (Mercurio).<br />▪ Si no se encuentra en territorio español:<br />o Presencialmente, en la Misión Diplomática u Oficina Consular española<br />de su demarcación de residencia, que lo remitirá a la Oficina de<br />Extranjería competente.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo de presentación: la presentación podrá ser simultánea o posterior a la<br />solicitud de autorización del titular:<br />o Si no se encuentra en España: en cualquier momento anterior a la entrada en<br />territorio nacional.<br />o Si se encuentra en España: en el plazo de tres meses desde que se efectúe<br />la entrada.<br />• Tasa de residencia de larga duración: se devengará en el momento de admisión<br />a trámite de la solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052 epígrafe 2.6 “autorización de residencia de larga<br />duración y autorización de residencia de larga duración-UE”: a abonar por la<br />persona extranjera<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: dos meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para<br />tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />Sin prejuicio de lo anterior, no podrá concederse autorización de residencia a favor<br />del familiar sin que al mismo tiempo o anteriormente se haya concedido la solicitada<br />por el titular de la autorización de residencia de larga duración-UE.<br />Si la solicitud fue presentada de forma simultánea a la del titular de la autorización<br />de residencia de larga duración- UE, deberán resolverse conjuntamente.<br />• Concedida la autorización, de no encontrarse en territorio español, la persona<br />extranjera deberá entrar en España en el plazo máximo de tres meses desde la<br />notificación de la resolución.<br />• La autorización cobra vigencia desde:<br />o Si se encuentra en España, desde la notificación de la resolución.<br />o Si no se encuentra en España, desde la entrada en el territorio nacional.<br />• En el plazo de un mes desde la entrada en vigor de la autorización de residencia<br />de larga duración, la persona extranjera deberá solicitar personalmente la tarjeta<br />de identidad de extranjero en la Comisaría de Policía o servicios policiales<br />competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• La autorización concedida tendrá la consideración de autorización de residencia<br />por reagrupación familiar, por lo que habilitará a su titular a trabajar, siempre que<br />sea mayor de edad laboral, sin necesidad de realizar ningún trámite administrativo.<br />Dicha autorización les habilita para trabajar por cuenta ajena o propia, en cualquier<br />parte del territorio español, ocupación o sector de actividad.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "53. Recuperación de la titularidad de la autorización de residencia de larga duración nacional",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-1",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente y en el modelo oficial establecido.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />▪ Si se encuentra en territorio español:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que desee<br />fijar la residencia.<br />▪ Si no se encuentra en territorio español:<br />o Presencialmente, ante la Oficina Consular española en cuya demarcación<br />resida.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles, es:<br />o Modelo 790 código 052 epígrafe 2.6 “autorización de residencia de larga<br />duración nacional y autorización de residencia de larga duración-UE” a abonar<br />por la persona extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para<br />tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• Concedida la autorización, de no encontrarse en territorio español, la persona<br />extranjera deberá solicitar visado de residencia en la Oficina Consular<br />competente, que emitirá el visado correspondiente siempre que al solicitante se le<br />haya reconocido la recuperación de la titularidad de una autorización de residencia<br />de larga duración y cumpla los siguientes requisitos:<br />o Aportar el impreso de solicitud, debidamente cumplimentado y firmado.<br />o No encontrarse irregularmente en territorio español.<br />o No figurar como rechazable en el espacio territorial de países con los que<br />España tenga firmado un convenio en tal sentido.<br />o Aportar pasaporte o título de viaje en vigor, reconocido como válido en<br />España, con una vigencia mínima de un año.<br />o En el caso de que la persona solicitante sea mayor de edad penal, carecer<br />de antecedentes penales en los países donde haya residido durante los<br />últimos cinco años por delitos previstos en el ordenamiento español.<br />o Haber abonado la tasa por tramitación del visado.<br />En caso de presentación dentro de España, la Oficina de Extranjería comprobará el<br />cumplimiento de los requisitos previstos en el párrafo anterior, salvo el abono de la<br />tasa por la tramitación del visado.<br />• La autorización cobra vigencia desde:<br />o Si se encuentra en España, desde la notificación de la resolución.<br />o Si no se encuentra en España, desde la entrada en el territorio nacional.<br />• En el caso de que la resolución fuera favorable, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un<br />mes desde la notificación de su concesión o, en su caso, desde la fecha de su<br />entrada legal en territorio español, en la Comisaría de Policía o servicios policiales<br />competentes de su lugar de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Los titulares de una autorización de residencia de larga duración nacional<br />deberán solicitar la renovación de la tarjeta de identidad de extranjero cada<br />cinco años. La solicitud se deberá presentar durante los dos meses anteriores a la<br />fecha de expiración, si se presenta en fecha posterior, se podría incoar el<br />correspondiente procedimiento sancionador.<br />La segunda renovación y las sucesivas renovaciones de la tarjeta de identidad de<br />extranjero se solicitarán cada cinco años hasta que el titular cumpla los treinta años<br />de edad y cada diez años una vez los haya cumplido.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "54. Recuperación de la titularidad de la autorización de residencia de larga duración-UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-2",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: la persona extranjera<br />personalmente y en el modelo oficial establecido.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />▪ Si se encuentra en territorio español:<br />o Presencialmente, en la Oficina de Extranjería de la provincia en la que<br />desee fijar la residencia.<br />▪ Si no se encuentra en territorio español:<br />o Presencialmente, ante la Oficina Consular española en cuya<br />demarcación resida.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Tasa correspondiente: se devengará en el momento de admisión a trámite de la<br />solicitud, y deberá abonarse en el plazo de diez días hábiles.<br />o Modelo 790 código 052 epígrafe 2.6 “autorización de residencia de larga duración<br />y autorización de residencia de larga duración-UE”: a abonar por la persona<br />extranjera.<br />El impreso para el abono se podrá descargar desde esta página.<br />• Plazo de resolución de la solicitud: tres meses contados a partir del día siguiente<br />a la fecha en que haya tenido entrada en el registro del órgano competente para<br />tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la<br />notificación, se podrá entender que la solicitud ha sido estimada por silencio<br />administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU).<br />Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se<br />notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en diez días naturales desde su<br />publicación, se dará por notificada).<br />• Concedida la autorización, de no encontrarse en territorio español la persona<br />extranjera deberá solicitar visado de residencia en la Oficina Consular<br />competente, que emitirá el visado correspondiente siempre que al solicitante se le<br />haya reconocido la recuperación de la titularidad de una autorización de residencia<br />de larga duración-UE y cumpla los siguientes requisitos:<br />o Aportar el impreso de solicitud, debidamente cumplimentado y firmado.<br />o No encontrarse irregularmente en territorio español.<br />o No figurar como rechazable en el espacio territorial de países con los<br />que España tenga firmado un convenio en tal sentido.<br />o Aportar pasaporte o título de viaje en vigor, reconocido como válido en<br />España, con una vigencia mínima de un año.<br />o En el caso de que la persona solicitante sea mayor de edad penal,<br />carecer de antecedentes penales en los países donde haya residido<br />durante los últimos cinco años por delitos previstos en el ordenamiento<br />español.<br />o Haber abonado la tasa por tramitación del visado.<br />En caso de presentación dentro de España, la persona extranjera deberá<br />encontrarse en situación regular y la Oficina de Extranjería comprobará el<br />cumplimiento de los requisitos previstos en el párrafo anterior, salvo el abono de la<br />tasa por la tramitación del visado.<br />• La autorización cobra vigencia:<br />o Si se encuentra en España, desde la notificación de la resolución.<br />o Si no se encuentra en España, desde la entrada en el territorio nacional.<br />• En el caso de que la resolución fuera favorable, la persona extranjera deberá<br />solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un<br />mes desde la notificación de su concesión o, en su caso, desde su efectiva entrada<br />en España, en la Comisaría de Policía o servicios policiales competentes de su lugar<br />de residencia.<br />La documentación a aportar en la solicitud de la tarjeta de identidad de extranjero<br />puede ser consultada en el siguiente enlace:<br />https://sede.administracionespublicas.gob.es/procedimientos/index/categoria/34<br />• Los titulares de una autorización de residencia de larga duración-UE deberán<br />solicitar la renovación de la tarjeta de identidad de extranjero cada cinco años.<br />La solicitud se deberá presentar durante los dos meses anteriores a la fecha de<br />expiración, si se presenta en fecha posterior, se podría incoar el correspondiente<br />procedimiento sancionador.<br />La segunda renovación y las sucesivas renovaciones de la tarjeta de identidad de<br />extranjero se solicitarán cada cinco años hasta que el titular cumpla los treinta años<br />de edad y cada diez años una vez los haya cumplido.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "59. Supuestos en los que la SNE permite la contratación de ciudadanos extranjeros no residentes en España",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/59.-supuestos-en-los-que-la-sne-permite-la-contratacion-de-ciudadanos-extranjeros-no-residentes-en-espana",
    "procedure": "PROCEDIMIENTO<br />para autorizar la entrada, residencia y trabajo en España, de<br />personas extranjeras en cuya actividad profesional concurran<br />razones de interés económico, social o laboral o cuyo objeto sea<br />la realización de trabajos de investigación o desarrollo o<br />docentes, que requieran alta cualificación, o de actuaciones<br />artísticas de especial interés cultural.<br />o Trabajadores en plantilla de una empresa o grupo de<br />empresas en otro país que pretendan desarrollar su actividad<br />laboral para la misma empresa o grupo en España, siempre<br />que se acredite que la actividad del trabajador requiere un<br />conocimiento directo y fehaciente de la empresa.<br />▪ Se deberá aportar documentación acreditativa de<br />pertenecer a la empresa y de la actividad que el<br />trabajador va a realizar.",
    "category": "Sin Categorizar",
    "category_description": "Categoría no determinada",
    "country": "spain"
  },
  {
    "title": "61. Legalización y traducción de documentos para la tramitación de procedimientos en materia de extranjería e inmigración",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/61.-legalizacion-y-traduccion-de-documentos-para-la-tramitacion-de-procedimientos-en-materia-de-extranjeria-e-inmigracion",
    "procedure": null,
    "category": "Contratación de No Residentes y Trámites Complementarios",
    "category_description": "Normativas sobre la contratación de ciudadanos extranjeros no residentes y procedimientos administrativos complementarios como la legalización de documentos.",
    "country": "spain"
  },
  {
    "title": "62. Tarjeta de residencia de familiar de ciudadano de la Unión Europea",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/62.-tarjeta-de-residencia-de-familiar-de-ciudadano-de-la-union-europea",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el familiar del ciudadano de<br />la Unión o de otro Estado parte, personalmente.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería de la provincia donde<br />pretenda residir o en la Comisaría de Policía correspondiente.<br />Información de la dirección, teléfonos y horarios de atención al público.<br />• Plazo de presentación: tres meses contados desde la fecha de entrada en<br />España. Se entregará un resguardo acreditativo de la presentación de la<br />solicitud que es suficiente para acreditar la situación de estancia legal hasta<br />la entrega de la tarjeta.<br />• Tasa correspondiente: deberá se abonada con anterioridad a la expedición<br />de la tarjeta de familiar de ciudadano de la Unión.<br />El impreso para el abono se podrá descargar desde esta página.<br />• La expedición de la tarjeta de residencia deberá realizarse en el plazo de<br />los tres meses siguientes a la presentación de la solicitud. La resolución<br />favorable tiene efectos desde la fecha acreditada de entrada en España<br />siendo familiar de ciudadano de la Unión.<br />• Validez de la tarjeta de residencia de familiar de ciudadano de la Unión: la<br />tarjeta tendrá una validez de cinco años a partir de la fecha de expedición,<br />o del periodo previsto de residencia del ciudadano de la Unión, si dicho<br />periodo fuera inferior a cinco años.",
    "category": "Residencia de Familiares de Ciudadanos de la Unión",
    "category_description": "Tarjetas de residencia para familiares de ciudadanos de la Unión Europea, incluyendo la residencia permanente.",
    "country": "spain"
  },
  {
    "title": "63. Tarjeta de residencia permanente de familiar de ciudadano de la Unión Europea",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/63.-tarjeta-de-residencia-permanente-de-familiar-de-ciudadano-de-la-union-europea",
    "procedure": "PROCEDIMIENTO<br />• Sujeto legitimado para presentar la solicitud: el familiar de ciudadano de<br />la Unión o de otro Estado parte, personalmente o mediante representación.<br />Hoja informativa sobre sujetos legitimados.<br />• Lugar de presentación:<br />o Presencialmente, en la Oficina de Extranjería correspondiente a<br />la provincia en la que resida el solicitante, o en su defecto en la<br />Comisaría correspondiente.<br />Información de la dirección, teléfonos y horarios de atención al<br />público.<br />• En el supuesto de caducidad de la tarjeta, la solicitud se deberá presentarse<br />dentro del mes anterior a la caducidad de la tarjeta de residencia, pudiendo<br />también presentarse dentro de los tres meses posteriores sin perjuicio de la<br />sanción administrativa que corresponda. Se entregará un resguardo<br />acreditativo de la presentación de la solicitud que es suficiente para acreditar<br />la situación de estancia legal hasta la entrega de la tarjeta.<br />• Tasa correspondiente: deberá ser abonada con anterioridad a la expedición<br />de la tarjeta de familiar de ciudadano de la Unión.<br />El impreso para el abono se podrá descargar desde esta página.<br />• La expedición de la tarjeta de residencia deberá realizarse en el plazo de<br />los tres meses siguientes a la presentación de la solicitud.<br />• Validez de la tarjeta de residencia de familiar de ciudadano de la Unión: la<br />tarjeta tiene una validez de diez años a partir de la fecha de expedición, y<br />será renovada automáticamente.",
    "category": "Residencia de Familiares de Ciudadanos de la Unión",
    "category_description": "Tarjetas de residencia para familiares de ciudadanos de la Unión Europea, incluyendo la residencia permanente.",
    "country": "spain"
  },
  {
    "title": "64. Autorización de trabajo a penados extranjeros en régimen abierto o libertad condicional",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/64.-autorizacion-de-trabajo-a-penados-extranjeros-en-regimen-abierto-o-libertad-condicional",
    "procedure": "PROCEDIMIENTO<br />• La autoridad competente penitenciaria dará traslado a la Delegación o<br />Subdelegación del Gobierno de la provincia en la que se encuentra el Centro<br />Penitenciario, y a la Dirección General deGestión Migratoria , de su resolución,<br />o del Auto del Juez de Vigilancia, a los efectos de la instrucción del expediente<br />de concesión de validez de autorización de trabajo.<br />• Asimismo, la autoridad competente penitenciaria dará traslado de la copia<br />completa del pasaporte, cédula de inscripción o título de viaje en vigor y, en su<br />caso, de la demás documentación.<br />• Plazo de resolución: 3 meses contados a partir del día siguiente a la fecha en que<br />haya tenido entrada en el registro del órgano competente para su tramitación.<br />Transcurrido dicho plazo sin que la Administración haya practicado la notificación,<br />se podrá entender que la solicitud ha sido desestimada por silencio<br />administrativo.<br />• La concesión de validez de autorización de trabajo de la resolución de la<br />autoridad competente penitenciaria o del Auto del Juez de Vigilancia, tendrá plenos<br />efectos en materia de afiliación, alta y cotización a la Seguridad Social.<br />• La concesión de validez de autorización de trabajo no otorgará por sí misma, en<br />ningún caso, la condición de residente extranjero.<br />• La concesión de validez de autorización de trabajo tendrá una duración inicial<br />máxima de seis meses y hasta la fecha de cumplimiento de la condena, pudiendo<br />solicitar el penado su renovación sucesiva a la Delegación o Subdelegación del<br />Gobierno que concedió la validez inicial.",
    "category": "Trabajo para Personas en Régimen Especial",
    "category_description": "Autorizaciones de trabajo para penados extranjeros en régimen abierto o libertad condicional.",
    "country": "spain"
  }
]