[
  {
    "title": "Autorización de residencia temporal y trabajo para investigación (HI 18)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/aa-plantilla-hoja-informativa-no-borrar-duplicado-1-3",
    "procedure": null
  },
  {
    "title": "Autorización de regreso (HI 1)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-regreso",
    "procedure": null
  },
  {
    "title": "Prórroga de la estancia de corta duración. Nacionales de países que no precisen visado (HI 2)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/prorroga-de-estancia-de-corta-duracion-sin-visado",
    "procedure": null
  },
  {
    "title": "Autorización de estancia por estudios. Incluye anexos de Familiares y Trabajo cuenta ajena y propia. (HI 3)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/estancia-por-estudios",
    "procedure": null
  },
  {
    "title": "Autorización de estancia para investigación o formación. Incluye anexos de Familiares y Trabajo cuenta ajena y propia (HI 4)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-para-actividades-de-investigacion-o-formacion",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente. Si es menor de edad, sus padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por la expedición de visado: que se deberán abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: el plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de la actividad que se vaya a realizar, con el límite máximo de un año.\n           En el supuesto de que la estancia tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España,, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de extranjero, en modelo oficial (EX-17)\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n           El extranjero puede venir acompañado de sus familiares.\n           Pueden ser autorizados a realizar actividades por cuenta ajena o por cuenta propia, siempre que las actividades sean compatibles con los estudios y no superen las 30 horas semanales\n           Cuando se trate de estudios superiores, de una formación reglada para el empleo o destinada a la obtención de un certificado de profesionalidad, o una formación conducente a la obtención de la certificación de aptitud técnica o habilitación profesional necesaria para el ejercicio de una ocupación específica, la autorización de estancia por estudios autorizará a trabajar por cuenta ajena y por cuenta propia."
  },
  {
    "title": "Autorización de estancia por movilidad de alumnos. Incluye anexo de Familiares (HI 5)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-movilidad-de-alumnos",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero estudiante, personalmente. Si se trata de estudiante menor de edad, sus padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por expedición del visado: se deberán abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: El plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. El visado de estudios, una vez concedido, deberá ser recogido personalmente en el plazo de dos meses desde su notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en los plazos mencionados, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de los estudios que se vayan a realizar con el límite máximo de un año.\n           En el supuesto de que la estancia por estudios tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, el horario y pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de estudiante extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta .\n             Una fotografía reciente en color, en fondo blanco, tamaño carné."
  },
  {
    "title": "Autorización de estancia para la realización de prácticas no laborales. Incluye anexos de Familiares y Trabajo cuenta ajena y propia (HI 6)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-practicas-no-laborales",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente. Si es menor de edad, padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por la expedición de visado: se deberá abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: el plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de las prácticas no laborales que se vayan a realizar con el límite máximo de un año.\n           En el supuesto de que la estancia tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n           No será preciso solicitar autorización para aquellas prácticas no laborales en entidades públicas o privadas que formen parte del plan de estudios para el que se otorgó la autorización de estancia y en el marco del convenio de colaboración.\n           El extranjero puede venir acompañado de sus familiares. Pueden ser autorizados a realizar actividades lucrativas por cuenta ajena o por cuenta propia, siempre que las actividades sean compatibles con los estudios y no superen las 30 horas semanales.\n           Cuando se trate de estudios superiores, de una formación reglada para el empleo o destinada a la obtención de un certificado de profesionalidad, o una formación conducente a la obtención de la certificación de aptitud técnica o habilitación profesional necesaria para el ejercicio de una ocupación específica, la autorización de estancia por estudios autorizará a trabajar por cuenta ajena y por cuenta propia"
  },
  {
    "title": "Autorización de estancia por servicios de voluntariado. Incluye anexos de Familiares y Trabajo cuenta ajena y propia (HI 7)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-para-participacion-programa-voluntario",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente. Si es menor de edad, padres, tutores o representante debidamente acreditado, personalmente. Puede consultar los sujetos legitimados.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por la expedición de visado: que se deberán abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: el plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de las prácticas no laborales que se vayan a realizar con el límite máximo de un año.\n           En el supuesto de que la estancia tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta \n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n           El extranjero puede venir acompañado de sus familiares, que deberán solicitar así mismo los correspondientes visados. Puede ser autorizado a realizar actividades por cuenta ajena o por cuenta propia, siempre que las actividades sean compatibles con los estudios y no superen las 30 horas semanales."
  },
  {
    "title": "Prórroga de autorización de estancia por estudios, investigación o formación, intercambio de alumnos, prácticas no laborales o servicios de voluntariado (HI 8)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/prorroga-de-autorizacion-de-estancia-por-estudios-intercambio-de-alumnos-practicas-no-laborales-o-servicios-de-voluntariado.",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente o a través de un representante. Si es menor de edad, sus padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: en cualquier registro público y dirigido a la Oficina de Extranjería de la provincia de desarrollo de la actividad. Información de la dirección, teléfonos y horarios de atención al público.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           Plazo de solicitud: durante los 60 días naturales previos a la fecha de expiración de la vigencia de la autorización. También se podrá presentar dentro de los 90 días naturales posteriores, sin perjuicio de la incoación del correspondiente procedimiento sancionador.\n           Consecuencias de la presentación en plazo: continúa siendo válida la autorización de estancia inicial, hasta la resolución de la solicitud de la prórroga.\n           Las tasas de prórroga: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Modelo 790 código 052Enlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Plazo de resolución de la solicitud: 3 meses contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente en su tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva.. Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación se dará por notificada).\n           En el plazo de un mes desde la notificación, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se encuentre. Dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de estudiante extranjero, en modelo oficial (EX-17)\n             Justificante del abono de la tasa de la tarjeta .\n             Una fotografía reciente en color, en fondo blanco, tamaño carné."
  },
  {
    "title": "Autorización de estancia por estudios. Movilidad dentro de la Unión Europea (HI 9)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-estudios.-movilidad-dentro-de-la-union-europea",
    "procedure": null
  },
  {
    "title": "Autorización inicial de residencia temporal no lucrativa (HI 10)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-no-lucrativa",
    "procedure": null
  },
  {
    "title": "Renovación de la autorización de residencia temporal no lucrativa (HI 11)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-no-lucrativa",
    "procedure": null
  },
  {
    "title": "Autorización de residencia temporal por reagrupación familiar (HI 12)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-temporal-por-reagrupacion-familiar",
    "procedure": null
  },
  {
    "title": "Autorización de residencia por reagrupación familiar: Movilidad de familiares de titulares de tarjeta azul-UE y familiares de residentes de larga duración-UE en otro estado miembro de la Unión Europea (HI 13)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-por-reagrupacion-familiar-movilidad-de-familiares-de-titulares-de-tarjeta-azul-ue-y-familiares-de-residentes-de-larga-duracion-ue-en-otro-estado-miembro-de-la-union-europea.",
    "procedure": null
  },
  {
    "title": "Renovación de la autorización de residencia temporal por reagrupación familiar (HI 14)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-por-reagrupacion-familiar.",
    "procedure": null
  },
  {
    "title": "Autorización de residencia independiente de familiares reagrupados (HI 15)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-independiente-de-familiares-reagrupados.",
    "procedure": null
  },
  {
    "title": "Autorización inicial de residencia temporal y trabajo por cuenta ajena (HI 16)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-y-trabajo-por-cuenta-ajena-hi-16-",
    "procedure": null
  },
  {
    "title": "Renovación de la autorización de residencia temporal y trabajo por cuenta ajena (HI 17)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-ajena",
    "procedure": null
  },
  {
    "title": "Renovación de la autorización de residencia temporal y trabajo para investigación (HI 19)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-ajena-hi-19-",
    "procedure": null
  },
  {
    "title": "Movilidad de los extranjeros admitidos como investigadores en Estados miembros de la Unión Europea (HI 20)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/movilidad-de-los-extranjeros-admitidos-como-investigadores-en-estados-miembros-de-la-union-europea-hi-20-",
    "procedure": null
  }
]