[
  {
    "title": "Autorización de residencia temporal y trabajo para investigación (HI 18)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/aa-plantilla-hoja-informativa-no-borrar-duplicado-1-3",
    "procedure": "Sujeto legitimado para presentar la solicitud: la persona física que tenga atribuida la representación legal del organismo de investigación personalmente. (Ver Hoja informativa sobre Sujetos Legitimados).\n           Lugar de presentación: Oficina de Extranjería de la provincia donde se vaya a iniciar el proyecto de investigación. Información de la dirección, teléfonos y horarios de atención al públicoEnlace externo al portal. Se abrirá en una pestaña nueva..\n           Las tasas de residencia y trabajo: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Modelo 790 código 052, epígrafe 2.1 autorización inicial de residencia temporal, a abonar por el trabajador extranjero\n             Modelo 790 código 062, si la vigencia de la autorización es igual o superior a seis meses: \n              \n               retribución inferior a 2 veces el SMI, epígrafe 1.2 por cuenta ajena para investigación, a abonar por el empleador\n               retribución igual o superior a 2 veces el SMI, epígrafe 1.7 por cuenta ajena para investigación\n              \n             El impreso para el abono se podrá descargar desde el portal de Internet de la Secretaría de Estado de la Función PúblicaEnlace externo al portal. Se abrirá en una pestaña nueva.\n           Plazo de resolución de la solicitud: 45 días contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva. https://www.boe.es/notificaciones/ . Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           La duración de la autorización inicial de residencia temporal y trabajo para investigación será siempre superior a tres meses y como máximo cinco años. Su vigencia coincidirá con la duración del proyecto de investigación.\n           La autorización se limitará al ejercicio de la actividad investigadora para la que fue concedida.\n           En el caso de concesión, el investigador extranjero dispone de un mes desde la notificación de la concesión al organismo de investigación para solicitar personalmente el visado en la misión diplomática u oficina consular en cuya demarcación resida. A la solicitud de visado deberá acompañar: \n            \n             Pasaporte ordinario o título de viaje reconocido como válido en España con una vigencia mínima de cuatro meses\n             Certificado de antecedentes penales expedido por las autoridades del país de origen o del país o países en que haya residido durante los últimos cinco años.\n             Certificado médico.\n             Copia del convenio de investigación y copia del contrato presentado y sellado por la Oficina de Extranjería.\n             Justificante de haber abonado la tasa del visado, que asciende a 60 euros.\n            \n           La misión diplomática resolverá sobre la solicitud en el plazo de un mes\n           Notificada, en su caso, la concesión del visado, el trabajador deberá recogerlo personalmente en el plazo de un mes desde la fecha de notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que ha renunciado y se producirá el archivo del expediente.\n           El trabajador deberá entrar en España en el plazo de vigencia del visado que no será superior a seis meses y cuya vigencia abarcará la duración de la autorización en los casos que no proceda la obtención de la tarjeta de identidad de extranjero.\n           El investigador deberá haber sido afiliado y/o dado de alta en el régimen de Seguridad Social correspondiente en un mes desde la entrada en España o, en su caso, con anterioridad al momento de solicitar la tarjeta de identidad de extranjero. En caso de no haberse producido, la autoridad competente podrá resolver la extinción de la autorización.\n           Si la duración de la autorización inicial es superior a seis meses, el investigador deberá solicitar en el plazo de un mes desde su entrada en España, personalmente, la Tarjeta de Identidad de Extranjero en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Para ver dónde dirigirse, el horario y si tiene que pedir cita previa se podrá consultar en la web del Ministerio de Política TerritorialEnlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje para acreditar su identidad y aportará: \n            \n             Solicitud de Tarjeta de Identidad de Extranjero, en modelo oficial (EX 17) \n             Justificante del abono de la tasa de la tarjeta.\n             Acreditación de la afiliación y/o alta de la Seguridad Social\n             Una fotografía reciente en color, en fondo blanco, tamaño carné",
    "category": "Residencia Temporal"
  },
  {
    "title": "Autorización de regreso (HI 1)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-regreso",
    "procedure": "Quién puede realizar la solicitud\n          \n           Sujeto legitimado. El sujeto legitimado para solicitar la autorización es el extranjero, personalmente.\n          \n          Cómo se puede realizar la solicitud\n          Solicitud presencial\n          \n           La solicitud puede realizarse presencialmente ante la Oficina de Extranjería o la Comisaría de Policía correspondiente a la provincia en la que el extranjero tenga fijado el domicilio. Información de la dirección, teléfonos y horarios de atención al público de la Oficina de Extranjería.Enlace externo al portal. Se abrirá en una pestaña nueva..\n           Tasas por la tramitación de la autorización de regreso: siempre deberán ser abonadas con anterioridad a la expedición de la autorización de regreso. Se devengan en el momento de la admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles. Las tasas a abonar son: \n            \n             Modelo 790 código 052 si se tramita en la Oficina de Extranjería, o el Modelo 790 código 012 si se tramita en la Comisaría de Policía. \n              \n               El abono de la tasa 790 código 052Enlace externo al portal. Se abrirá en una pestaña nueva. puede realizarse a través de la pasarela de pago habilitada por la Administración o a través de una entidad bancaria, previa descarga e impresión del formulario de la tasa.\n               El abono de la tasa 790 código 012Enlace externo al portal. Se abrirá en una pestaña nueva. puede realizarse a través de una entidad bancaria, previa descarga e impresión del formulario de la tasa.\n              \n             La entrega de la autorización de regreso se hará siempre al ciudadano extranjero que sea destinatario del documento, salvo en dos supuestos: \n              \n               Minoría de edad o incapacidad del extranjero en el que la autorización de regreso podrá ser recogida por su representante legal.\n               Concurrencia en el extranjero de una imposibilidad acreditada de comparecencia personal (por enfermedad o impedimento físico transitorio acreditados mediante certificado médico o informe hospitalario suscrito por médico colegiado); en este caso, se podrá acudir a un poder notarial de representación.\n              \n             La autorización de regreso tendrá una vigencia no superior a 90 días contados: \n              \n               Si la autorización de residencia o estancia no está en periodo de renovación, desde la fecha de concesión.\n               Si la autorización de residencia o estancia está en periodo de renovación: \n                \n                 Desde la fecha de caducidad de la autorización, si se solicita antes de que caduque.\n                 Desde la fecha de concesión, si se solicita después de la caducidad de la autorización.\n                \n              \n             La autorización de regreso se podrá utilizar para todas las salidas y el posterior retorno que se precisen durante la vigencia de la autorización.",
    "category": "Trámites de Salida/Regreso"
  },
  {
    "title": "Prórroga de la estancia de corta duración. Nacionales de países que no precisen visado (HI 2)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/prorroga-de-estancia-de-corta-duracion-sin-visado",
    "procedure": "Quién puede realizar la solicitud\n          \n           Sujeto legitimado. El sujeto legitimado para solicitar la prórroga es el extranjero, personalmente. Si es menor de edad, su representante legal.\n          \n          Cómo se puede presentar la solicitud\n          Solicitud electrónica\n          \n           El interesado puede presentar la solicitud de manera telemática, a través de la aplicación específica de tramitación, denominada MercurioEnlace externo al portal. Se abrirá en una pestaña nueva.. Podrá realizar la presentación por sí mismo o a través de representante habilitado en dicha aplicación para la presentación electrónica – gestoría, graduado social o abogado.\n          \n          Solicitud presencial\n          \n           Además, la solicitud también puede realizarse presencialmente en Oficina de Extranjería, Jefatura Superior o Comisaría de Policía de la localidad donde se encuentre. La prórroga de estancia se deberá solicitar antes del vencimiento de los tres meses autorizados.\n           Tasas de prórroga de estancia: siempre deberán ser abonadas con anterioridad a la concesión. Se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles: Las tasas a abonar son: \n            \n             Modelo 790 código 052 si se tramita en la Oficina de Extranjería, o Modelo 012 si se tramita en la Comisaría de Policía.\n             El abono de la tasa 790 código 052Enlace externo al portal. Se abrirá en una pestaña nueva. puede realizarse a través de la pasarela de pago habilitada por la Administración o a través de una entidad bancaria, previa descarga e impresión del formulario de la tasa.\n             El abono de la tasa 790 código 012Enlace externo al portal. Se abrirá en una pestaña nueva. puede realizarse a través de una entidad bancaria, previa descarga e impresión del formulario de la tasa.\n            \n           En el supuesto de concesión, la prórroga de estancia se hará constar en el pasaporte o título de viaje, o en documento aparte si el interesado hubiera entrado en España con otro tipo de documentación, y amparará a su titular y a los familiares que figuren en dichos documentos y se encuentren en España.\n           En el supuesto de denegación, la resolución dispondrá la salida del solicitante de España, que deberá realizarse antes de que finalice el periodo de estancia inicial o, de haber transcurrido éste, en el plazo que fije la resolución, que no podrá ser superior a setenta y dos horas. El plazo de salida se hará constar en el pasaporte o título de viaje o impreso correspondiente previsto para dejar constancia de la salida del territorio nacional.",
    "category": "Prórrogas de Estancia"
  },
  {
    "title": "Autorización de estancia por estudios. Incluye anexos de Familiares y Trabajo cuenta ajena y propia. (HI 3)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/estancia-por-estudios",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado de estudiante:el estudiante, personalmente o a través de un representante. Si es menor de edad, sus padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero. La solicitud deberá ir dirigida a la oficina de extranjería correspondiente a la provincia en la que esté situado el centro de enseñanza.\n           Tasa por la expedición de visado: que se deberán abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: el plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de los estudios que se vayan a realizar, con el límite máximo de un año (o de dos años si se trata de estudios realizados en una institución de enseñanza superior autorizada, que den lugar a la obtención de un título de educación superior reconocidocuando incluya un curso preparatorio o unas prácticas de formación obligatoria).\n           En el supuesto de que la estancia por estudios tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de extranjero,  en modelo oficial (EX-17)\n             Justificante del abono de la tasa de la tarjeta.\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n           El estudiante puede venir acompañado de sus familiares, que deberán solicitar así mismo los correspondientes visados.\n           Pueden ser autorizados a realizar actividades por cuenta ajena o por cuenta propia, siempre que las actividades sean compatibles con los estudios y no superen las 30 horas semanales. Cuando se trate de estudios superiores, de una formación reglada para el empleo o destinada a la obtención de un certificado de profesionalidad, o una formación conducente a la obtención de la certificación de aptitud técnica o habilitación profesional necesaria para el ejercicio de una ocupación específica, la autorización de estancia por estudios autorizará a trabajar por cuenta ajena y por cuenta propia.",
    "category": "Estancia por Estudios"
  },
  {
    "title": "Autorización de estancia para investigación o formación. Incluye anexos de Familiares y Trabajo cuenta ajena y propia (HI 4)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-para-actividades-de-investigacion-o-formacion",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente. Si es menor de edad, sus padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por la expedición de visado: que se deberán abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: el plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de la actividad que se vaya a realizar, con el límite máximo de un año.\n           En el supuesto de que la estancia tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España,, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de extranjero, en modelo oficial (EX-17)\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n           El extranjero puede venir acompañado de sus familiares.\n           Pueden ser autorizados a realizar actividades por cuenta ajena o por cuenta propia, siempre que las actividades sean compatibles con los estudios y no superen las 30 horas semanales\n           Cuando se trate de estudios superiores, de una formación reglada para el empleo o destinada a la obtención de un certificado de profesionalidad, o una formación conducente a la obtención de la certificación de aptitud técnica o habilitación profesional necesaria para el ejercicio de una ocupación específica, la autorización de estancia por estudios autorizará a trabajar por cuenta ajena y por cuenta propia.",
    "category": "Investigación"
  },
  {
    "title": "Autorización de estancia por movilidad de alumnos. Incluye anexo de Familiares (HI 5)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-movilidad-de-alumnos",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero estudiante, personalmente. Si se trata de estudiante menor de edad, sus padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por expedición del visado: se deberán abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: El plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. El visado de estudios, una vez concedido, deberá ser recogido personalmente en el plazo de dos meses desde su notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en los plazos mencionados, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de los estudios que se vayan a realizar con el límite máximo de un año.\n           En el supuesto de que la estancia por estudios tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, el horario y pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de estudiante extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta .\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.",
    "category": "Estancia por Estudios"
  },
  {
    "title": "Autorización de estancia para la realización de prácticas no laborales. Incluye anexos de Familiares y Trabajo cuenta ajena y propia (HI 6)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-practicas-no-laborales",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente. Si es menor de edad, padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por la expedición de visado: se deberá abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: el plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de las prácticas no laborales que se vayan a realizar con el límite máximo de un año.\n           En el supuesto de que la estancia tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n           No será preciso solicitar autorización para aquellas prácticas no laborales en entidades públicas o privadas que formen parte del plan de estudios para el que se otorgó la autorización de estancia y en el marco del convenio de colaboración.\n           El extranjero puede venir acompañado de sus familiares. Pueden ser autorizados a realizar actividades lucrativas por cuenta ajena o por cuenta propia, siempre que las actividades sean compatibles con los estudios y no superen las 30 horas semanales.\n           Cuando se trate de estudios superiores, de una formación reglada para el empleo o destinada a la obtención de un certificado de profesionalidad, o una formación conducente a la obtención de la certificación de aptitud técnica o habilitación profesional necesaria para el ejercicio de una ocupación específica, la autorización de estancia por estudios autorizará a trabajar por cuenta ajena y por cuenta propia",
    "category": "Estancia por Prácticas"
  },
  {
    "title": "Autorización de estancia por servicios de voluntariado. Incluye anexos de Familiares y Trabajo cuenta ajena y propia (HI 7)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-para-participacion-programa-voluntario",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente. Si es menor de edad, padres, tutores o representante debidamente acreditado, personalmente. Puede consultar los sujetos legitimados.\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Tasa por la expedición de visado: que se deberán abonar en el momento de solicitar el visado.\n           Plazo de resolución y expedición del visado: el plazo máximo para notificar la resolución es de un mes contado a partir del día siguiente al de la fecha de presentación de la solicitud en la oficina consular competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           El visado concedido deberá ser recogido en el plazo de dos meses desde la notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que el interesado ha renunciado al visado concedido y se producirá el archivo del procedimiento.\n           La duración de la estancia que se conceda será igual a la de las prácticas no laborales que se vayan a realizar con el límite máximo de un año.\n           En el supuesto de que la estancia tenga una duración superior a seis meses, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en el plazo de un mes desde la entrada en España, en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta \n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n           El extranjero puede venir acompañado de sus familiares, que deberán solicitar así mismo los correspondientes visados. Puede ser autorizado a realizar actividades por cuenta ajena o por cuenta propia, siempre que las actividades sean compatibles con los estudios y no superen las 30 horas semanales.",
    "category": "Estancia por Voluntariado"
  },
  {
    "title": "Prórroga de autorización de estancia por estudios, investigación o formación, intercambio de alumnos, prácticas no laborales o servicios de voluntariado (HI 8)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/prorroga-de-autorizacion-de-estancia-por-estudios-intercambio-de-alumnos-practicas-no-laborales-o-servicios-de-voluntariado.",
    "procedure": "Sujeto legitimado para presentar la solicitud de visado: el extranjero, personalmente o a través de un representante. Si es menor de edad, sus padres, tutores o representante debidamente acreditado, personalmente.\n           Lugar de presentación: en cualquier registro público y dirigido a la Oficina de Extranjería de la provincia de desarrollo de la actividad. Información de la dirección, teléfonos y horarios de atención al público.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           Plazo de solicitud: durante los 60 días naturales previos a la fecha de expiración de la vigencia de la autorización. También se podrá presentar dentro de los 90 días naturales posteriores, sin perjuicio de la incoación del correspondiente procedimiento sancionador.\n           Consecuencias de la presentación en plazo: continúa siendo válida la autorización de estancia inicial, hasta la resolución de la solicitud de la prórroga.\n           Las tasas de prórroga: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Modelo 790 código 052Enlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Plazo de resolución de la solicitud: 3 meses contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente en su tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva.. Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación se dará por notificada).\n           En el plazo de un mes desde la notificación, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se encuentre. Dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta de estudiante extranjero, en modelo oficial (EX-17)\n             Justificante del abono de la tasa de la tarjeta .\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.",
    "category": "Estancia por Estudios"
  },
  {
    "title": "Autorización de estancia por estudios. Movilidad dentro de la Unión Europea (HI 9)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-estudios.-movilidad-dentro-de-la-union-europea",
    "procedure": null,
    "category": "Estancia por Estudios"
  },
  {
    "title": "Autorización inicial de residencia temporal no lucrativa (HI 10)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-no-lucrativa",
    "procedure": "Sujeto legitimado: El sujeto legitimado para solicitar la autorización de residencia temporal no lucrativa es el extranjero, personalmente. Si es menor de edad, su representante legal\n           Lugar de presentación: Misión diplomática u oficina consular española en cuya demarcación resida el extranjero.\n           Las tasas: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles. Las tasas a abonar son: \n            \n             Tasas por expedición de visado.\n             Tasas por autorización de residencia: Modelo 790 código 052Enlace externo al portal. Se abrirá en una pestaña nueva.. El abono de la tasa 790 código 052 puede realizarse a través de la pasarela de pago habilitada por la Administración o a través de una entidad bancaria, previa descarga e impresión del formulario de la tasa.\n            \n           Plazo de resolución: El plazo de notificación de la resolución sobre el visado es de tres meses contados desde la fecha de su solicitud ante la Oficina Consular correspondiente.\n           En el caso de concesión del visado de residencia, el extranjero dispone de un mes desde la notificación para recogerlo personalmente. En caso de no hacerlo así, se entenderá que ha renunciado al visado concedido, y se producirá el archivo del procedimiento.\n           Una vez recogido el visado, el solicitante deberá entrar en España en el plazo de vigencia del visado, que en ningún caso será superior a tres meses.\n           La autorización inicial de residencia temporal tendrá la duración de un año y la vigencia comenzará en la fecha en que se efectúe la entrada en España.\n           En el plazo de un mes desde la entrada en España, el extranjero deberá solicitar personalmente la tarjeta de identidad de extranjero, en la Comisaría de Policía correspondiente. El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de tarjeta, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta.\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n             La solicitud y retirada de la TIE debe realizarse personalmente.",
    "category": "Residencia Temporal"
  },
  {
    "title": "Renovación de la autorización de residencia temporal no lucrativa (HI 11)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-no-lucrativa",
    "procedure": "Cómo se puede presentar la solicitud\n          ​​​​​Sujeto legitimado para presentar la solicitud: el extranjero titular de la autorización de residencia temporal no lucrativa.\n          Lugar de presentación\n          \n           Presencialmente, ante la Oficina de Extranjería de la provincia donde resida la persona extranjera. Información de la dirección, teléfonos y horarios de atención al público.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           Electrónicamente, a través de la Plataforma de Extranjería MercurioEnlace externo al portal. Se abrirá en una pestaña nueva..\n           Plazo de solicitud: durante los 60 días naturales previos a la fecha de expiración de la autorización. También se puede solicitar dentro de los 90 días posteriores a la fecha en que hubiera finalizado la vigencia de la autorización, sin perjuicio de la posibilidad de que sea incoado el correspondiente procedimiento sancionador.\n           La presentación de la solicitud en plazo prorroga la validez de la autorización anterior hasta la resolución del procedimiento.\n           Las tasas: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles La tasa que corresponde abonar es: \n            \n             Modelo 790 código 052 El abono de la tasa puede realizarse:\n              \n               a través de la pasarela de pago habilitada por la Administración\n               a través de una entidad bancaria, previa descarga e impresión del formulario de la tasa.\n               Acceda a la pasarela de pago de la tasa o a la descarga del impresoEnlace externo al portal. Se abrirá en una pestaña nueva. de la misma.\n            \n           Plazo máximo para resolver y notificar la resolución la solicitud: 3 meses contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido estimada por silencio administrativo El órgano competente para conceder la autorización deberá expedir, previa solicitud del interesado, certificado que acredite la renovación por este motivo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva. . Si se hubiera optado por notificación electrónica o normativamente se estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           Notificación de la resolución. Cuando la notificación por medios electrónicos sea de carácter obligatorio, o haya sido expresamente elegida por el interesado, la administración la pondrá a su disposición en la dirección electrónica habilitada única y, en su caso, en forma complementaria, también en la sede electrónica correspondiente. Si el interesado no accediera a ella en 10 días naturales, la notificación se entenderá rechazada. En los demás casos en los que proceda practicar la notificación en papel, esta se realizará en el domicilio del interesado y, si resultara infructuosa, se realizará por medio de un anuncio publicado en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva.. La vigencia de la renovación de la autorización de residencia es de dos años.\n           En el plazo de un mes desde la notificación de la renovación de la autorización de residencia temporal, el extranjero deberá solicitar la renovación de la Tarjeta de Identidad de Extranjero (TIE) en la Comisaría de Policía Correspondiente. El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de Tarjeta de Identidad de Extranjero, en modelo oficial (EX-17)\n             Justificante del abono de la tasa de la tarjeta .\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n            \n          \n          La solicitud y retirada de la TIE debe realizarse personalmente.",
    "category": "Residencia Temporal"
  },
  {
    "title": "Autorización de residencia temporal por reagrupación familiar (HI 12)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-temporal-por-reagrupacion-familiar",
    "procedure": "Sujeto legitimado para presentar la solicitud: el reagrupante, personalmente o a través del representante.\n           Lugar de presentación: Oficina de Extranjería de la provincia en la que resida el reagrupante. \n            \n             Información de la dirección, teléfonos y horarios de atención al público de la Oficina de Extranjería.Enlace externo al portal. Se abrirá en una pestaña nueva.\n             También puede presentar la solicitud de forma telemática a través de la plataforma MercurioEnlace externo al portal. Se abrirá en una pestaña nueva. Se recuerda que para realizar trámites a través de la plataforma Mercurio es indispensable disponer de un certificado electrónicoEnlace externo al portal. Se abrirá en una pestaña nueva..\n           Tasa de residencia temporal por reagrupación familiar: se devengará en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Modelo 790: código 052, Epígrafe 2.1 Autorización inicial de residencia temporal Descargar impreso para el abonoEnlace externo al portal. Se abrirá en una pestaña nueva.\n            \n           Plazo de resolución de la solicitud: cuarenta y cinco días contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva. . Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           En el caso de concesión, el familiar reagrupado dispone de dos meses desde la notificación de la concesión, para solicitar personalmente el visado en la misión diplomática u oficina consular en cuya demarcación resida (en el supuesto de menores deberá presentar la solicitud de visado su representante debidamente acreditado). A la solicitud de visado deberá acompañar:\n            \n             Pasaporte ordinario o título de viaje reconocido como válido en España con una vigencia mínima de cuatro meses.\n             Los mayores de edad penal: certificado de antecedentes penales expedido por las autoridades del país de origen o del país o países en que haya residido durante los últimos cinco años.\n             Certificado médico.\n             Documentación original acreditativa de los vínculos familiares y, en su caso, la dependencia legal.\n            \n           La misión diplomática u oficina consular notificará la concesión, en su caso, del visado en el plazo máximo de dos meses.\n           Notificada la concesión del visado, en su caso, el reagrupado deberá recogerlo personalmente en el plazo de dos meses desde la fecha de notificación (en el caso de menores podrá ser recogido por su representante).\n           Una vez recogido el visado, el reagrupado deberá entrar en territorio español en el plazo de vigencia del visado, que no será superior a tres meses.\n           El reagrupado en el plazo de un mes desde su entrada en España, deberá solicitar, personalmente, (en el supuesto de menores, el representante, acompañado del menor) la Tarjeta de Identidad de Extranjeros en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización.\n           El reagrupado y, en su caso su representante, exhibirá en el momento del trámite de huella su pasaporte o título de viaje para acreditar su identidad y aportará:\n            \n             Solicitud de tarjeta de identidad de Extranjero, en modelo oficial (EX–17)\n             Justificante del abono de la tasa de la tarjeta .\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n             En caso de que el reagrupado sea menor de edad, documentación que acredite la representación.\n            \n           La autorización de residencia por reagrupación familiar de la que sean titulares el cónyuge, pareja e hijos en edad laboral: habilita para trabajar por cuenta ajena o propia en cualquier parte del territorio nacional en cualquier ocupación y sector de actividad sin necesidad de ningún trámite administrativo.\n           La vigencia de la autorización del reagrupado se extenderá hasta la misma fecha que la autorización de que sea titular el reagrupante en el momento de entrada del familiar en España.",
    "category": "Residencia Temporal"
  },
  {
    "title": "Autorización de residencia por reagrupación familiar: Movilidad de familiares de titulares de tarjeta azul-UE y familiares de residentes de larga duración-UE en otro estado miembro de la Unión Europea (HI 13)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-por-reagrupacion-familiar-movilidad-de-familiares-de-titulares-de-tarjeta-azul-ue-y-familiares-de-residentes-de-larga-duracion-ue-en-otro-estado-miembro-de-la-union-europea.",
    "procedure": "Sujeto legitimado para presentar la solicitud:\n            \n             Para familiares de profesionales altamente cualificados o de familiares titulares de tarjeta azul-UE, el titular de la tarjeta azul-UE, personalmente o, la empresa que contrata al reagrupante, personalmente o a través de quién válidamente tenga atribuida la representación legal.\n             Los familiares de residentes de larga duración-UE, el propio familiar personalmente.\n            \n           Lugar de presentación: Oficina de Extranjería de la provincia en la que el reagrupante resida o pretenda residir o ante la Misión Diplomática u Oficina Consular española del Estado de la Unión Europea en cuya demarcación resida. \n            \n             Información de la dirección, teléfonos y horarios de atención al público de la Oficina de ExtranjeríaEnlace externo al portal. Se abrirá en una pestaña nueva..\n             También puede presentar la solicitud de forma telemática a través de la plataforma MercurioEnlace externo al portal. Se abrirá en una pestaña nueva..\n           Plazo de presentación: \n            \n             Familiares de profesionales altamente cualificados: Se podrá presentar simultáneamente a la presentación de la solicitud de autorización de residencia temporal y trabajo de profesionales altamente cualificados. Familiares de titulares de tarjeta azul en otro Estado miembro de la Unión Europea, la solicitud deberá ser presentada en cualquier momento anterior a la entrada en España, y a más tardar en el plazo de un mes desde que se efectúe la misma.\n             Familiares de residentes de larga duración-UE en otro Estado miembro de la Unión Europea, la solicitud podrá ser presentada en cualquier momento anterior a la entrada en España y, a más tardar en el plazo de tres meses desde que se efectúe la misma.\n            \n           Tasa de residencia temporal por reagrupación familiar: se devengará en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Familiares de titulares de tarjeta azul-UE: Modelo 790 código 052 epígrafe 2.1 autorización inicial de residencia temporal\n             Familiares de residentes de larga duración-UE: Modelo 790 código 052 epígrafe 2.6 Autorización de residencia de larga duración\n             El impreso para el abono se podrá descargar desde este enlaceEnlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Plazo de resolución de la solicitud: cuarenta y cinco días contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para tramitarlas. Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido desestimada por silencio administrativo.\n           Concedida la autorización, en su caso, deberá entrar en España en el plazo de tres meses desde la notificación de la resolución, en el supuesto de no encontrarse en España.\n           El familiar reagrupado en el plazo de un mes desde su entrada en España o desde la notificación de la concesión, deberá solicitar, personalmente, (en el supuesto de menores, el representante, acompañado del menor) la Tarjeta de Identidad de Extranjeros en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. \n            \n             Información sobre dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n            \n           El familiar reagrupado y, en su caso su representante exhibirá en el momento del trámite de huella su pasaporte o título de viaje para acreditar su identidad y aportará:\n            \n             Solicitud de tarjeta de identidad de Extranjero, en modelo oficial (EX 17).\n             Justificante del abono de la tasa de la tarjeta de residencia.\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n             En caso de que el reagrupado sea menor de edad, documentación que acredite la representación.\n            \n           Los familiares del residente de larga duración-UE obtendrán una autorización de residencia de larga duración que tendrá la consideración de residencia por reagrupación familiar.\n           La autorización de residencia por reagrupación familiar de la que sean titulares el cónyuge, pareja e hijos en edad laboral de los familiares de trabajadores altamente cualificados, de titulares de tarjeta azul-UE o de residentes de larga duración UE en otro Estado miembro de la Unión Europea, habilita para trabajar por cuenta ajena o propia en cualquier parte del territorio nacional en cualquier ocupación y sector de actividad sin necesidad de ningún trámite administrativo.\n           La vigencia de la autorización del reagrupado se extenderá hasta la misma fecha que la autorización de que sea titular el reagrupante.",
    "category": "Reagrupación Familiar"
  },
  {
    "title": "Renovación de la autorización de residencia temporal por reagrupación familiar (HI 14)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-por-reagrupacion-familiar.",
    "procedure": "Sujeto legitimado para presentar la solicitud: el reagrupado, personalmente o mediante representación.\n           Presentación de la solicitud: se deberá presentar conjuntamente con la renovación del reagrupante y, en su caso, con las del resto de reagrupados. \n            \n             Presencialmente, ante la Oficina de Extranjería de la provincia en la que el extranjero tenga fijada la residencia. Información de la dirección, teléfonos y horarios de atención al públicoEnlace externo al portal. Se abrirá en una pestaña nueva..\n             Electrónicamente, a través de la Plataforma de Extranjería MercurioEnlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Tasa de residencia temporal por reagrupación familiar: se devengará en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Si corresponde obtener residencia temporal: Modelo 790 código 052 epígrafe 2.2 “renovación de autorización de residencia temporal\"\n             Si corresponde obtener residencia larga duración: Modelo 790 código 052 epígrafe 2.6 “autorización de residencia de larga duración\"\n             Impreso para el abonoEnlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Plazo de resolución: el plazo de notificación de la resolución es de tres meses contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido estimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva.. Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           La autorización de residencia por reagrupación familiar renovada se extenderá hasta la misma fecha que la autorización de que sea titular el reagrupante en el .momento de la renovación Esta autorización habilitará para trabajar por cuenta ajena y por cuenta propia.\n           En el plazo de un mes desde la notificación de su concesión, deberá solicitar, personalmente, (en el supuesto de menores, el representante, acompañado del menor) la Tarjeta de Identidad de Extranjeros en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El reagrupado y, en su caso su representante exhibirá en el momento del trámite de huella su pasaporte o título de viaje para acreditar su identidad y aportará:\n            \n             Solicitud de tarjeta de identidad de Extranjero, en modelo oficial (EX–17)\n             Justificante del abono de la tasa de la tarjeta\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n             En caso de que el reagrupado sea menor de edad, documentación que acredite la representación.\n            \n           La vigencia de la autorización del reagrupado se extenderá hasta la misma fecha que la autorización de que sea titular el reagrupante.",
    "category": "Residencia Temporal"
  },
  {
    "title": "Autorización de residencia independiente de familiares reagrupados (HI 15)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-independiente-de-familiares-reagrupados.",
    "procedure": "Sujeto legitimado para presentar la solicitud: el reagrupado, personalmente, excepto en el supuesto de ascendientes, en autorizaciones por cuenta ajena, para investigación o de profesionales altamente cualificados que lo deberá presentar el empleador o empresario, personalmente, o a través de un sujeto legitimado que tenga atribuida la representación legal empresarial. \n            \n             Hoja informativa de Sujetos Legitimados.\n            \n           Lugar de presentación: Oficina de Extranjería de la provincia en la que el extranjero tenga fijada la residencia, excepto en el supuesto de ascendientes cuando el empleador sea el solicitante, que se deberá presentar en la Oficina de Extranjería de la provincia en la que se vaya a realizar la actividad. Información de la dirección, teléfonos y horarios de atención al público de la Oficina de Extranjería.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           Tasas de cónyuges e hijos: se devengarán en el momento de admisión a trámite de la solicitud, y deberá abonarse en el plazo de diez días hábiles, son: \n            \n             Modelo 790 código 052 epígrafe 2.4 “residencia independiente de familiares reagrupados” a abonar por el extranjero\n            \n           Tasas de ascendientes: se devengarán en el momento de admisión a trámite de la solicitud, y deberá abonarse en el plazo de diez días hábiles, el importe dependerá del tipo de autorización que se solicita.\n           El impreso para el abono se podrá descargar desde esta páginaEnlace externo al portal. Se abrirá en una pestaña nueva..\n           Plazo de resolución: el plazo de notificación de la resolución es de tres meses a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para tramitarlas, excepto en el supuesto de ascendientes, que dependerá del tipo de autorización que se solicite. Transcurrido dicho plazo sin que la Administración haya dado respuesta expresa, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva.. Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           Cuando se conceda por contar con contrato o contratos de trabajo, o por actividad por cuenta propia, la eficacia de la autorización de residencia y trabajo independiente que se conceda está condicionada a que se produzca, en caso de que no se hubiera producido con anterioridad, el alta del trabajador en el régimen correspondiente de Seguridad Social, en el plazo de un mes desde la notificación de la resolución.\n           En el plazo de un mes desde la notificación de su concesión, deberá solicitar, personalmente, (en el supuesto de menores, el representante, acompañado del menor) la Tarjeta de Identidad de Extranjeros en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje para acreditar su identidad y aportará:\n            \n             Solicitud de tarjeta de identidad de Extranjero, en modelo oficial (EX–17).\n             Justificante del abono de la tasa de la tarjeta .\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.\n             En caso de que el reagrupado sea menor de edad, documentación que acredite la representación.\n            \n           Vigencia de la autorización independiente: la duración será la que corresponda en función del tiempo previo de residencia por reagrupación familiar. En todo caso, tendrá una vigencia mínima de un año, con excepción a la que se conceda por ser víctima de violencia de género o víctima de un delito por conductas violentas en el entorno familiar que tendrá una vigencia de cinco años.\n           En las autorizaciones de residencia independiente concedidas cuando se rompa el vínculo conyugal o finalización de la vida en pareja o por ser víctima de violencia de género o delito por conductas violentas en el entorno familiar, en el supuesto de que haya otros familiares reagrupados, éstos conservarán la autorización de residencia por reagrupación familiar y dependerán del miembro de la familia con el que convivan.\n           Los extranjeros reagrupados que cuenten con autorización de residencia y trabajo independiente podrán a su vez reagrupar a sus familiares siempre que reúnan los requisitos exigidos, y en el supuesto de ascendientes, además deberán haber obtenido autorización de residencia de larga duración. Excepcionalmente podrán reagrupar sin autorización de larga duración cuando tengan a su cargo hijos menores de edad o con discapacidad que no sean objetivamente capaces para proveer sus propias necesidades.",
    "category": "Residencia Independiente"
  },
  {
    "title": "Autorización inicial de residencia temporal y trabajo por cuenta ajena (HI 16)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-y-trabajo-por-cuenta-ajena-hi-16-",
    "procedure": "Sujeto legitimado para presentar la solicitud: el empleador o empresario, personalmente, o a través de un sujeto legitimado que tenga atribuida la representación legal empresarial. (Hoja informativa sobre Sujetos Legitimados).\n            \n             Lugar de presentación: Telemáticamente a través de la plataforma de Extranjería Mercurio InicialesEnlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Las tasas de residencia y trabajo: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son:\n            \n             Modelo 790 código 052, epígrafe 2.1 autorización inicial de residencia temporal a abonar por el trabajador extranjero\n             Modelo 790 código 062, a abonar por el empleador:\n              \n               Retribución inferior a 2 veces el SMI: epígrafe 1.1 por cuenta ajena con autorización de residencia\n               Retribución igual o superior a 2 veces el SMI.: epígrafe 1.6 por cuenta ajena con autorización de residencia\n               El impreso para el abono se podrá descargar desde el portal de Internet de la Secretaría de Estado de la Función PúblicaEnlace externo al portal. Se abrirá en una pestaña nueva.\n              \n            \n           Plazo de resolución de la solicitud: 3 meses contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para su tramitación. Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido desestimada por silencio administrativo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU) https://www.boe.es/notificaciones/. Si se ha optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           En el caso de concesión, el trabajador dispone de un mes desde la notificación al empleador, para solicitar personalmente el visado en la misión diplomática u oficina consular en cuya demarcación resida. A la solicitud de visado deberá acompañar:\n            \n             Pasaporte ordinario o título de viaje reconocido como válido en España con una vigencia mínima de cuatro meses.\n             Certificado de antecedentes penales expedido por las autoridades del país de origen o del país o países en que haya residido durante los últimos cinco años.\n             Certificado médico.\n             Copia del contrato presentado y sellado por la Oficina de Extranjería.\n             Justificante de haber abonado la tasa del visado.\n            \n           La misión diplomática resolverá sobre la solicitud en el plazo de un mes.\n           Notificada, en su caso, la concesión del visado, el trabajador deberá recogerlo personalmente en el plazo de un mes desde la fecha de notificación. De no efectuarse la recogida en el plazo mencionado, se entenderá que ha renunciado y se producirá el archivo del expediente.\n           El trabajador deberá entrar en España durante los tres meses de vigencia del visado, que habilita para la entrada y permanencia en España en situación de estancia hasta que se produzca su afiliación y alta en el régimen correspondiente de Seguridad Social, dentro del plazo de tres meses desde la entrada.\n           En el plazo de un mes desde que el trabajador se haya dado de alta en Seguridad Social, deberá solicitar, personalmente, la Tarjeta de Identidad de Extranjeros en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, el horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará:\n            \n             Solicitud de tarjeta de estudiante extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta.\n             Acreditación de la afiliación y/o alta de la Seguridad Social.\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.",
    "category": "Residencia Temporal"
  },
  {
    "title": "Renovación de la autorización de residencia temporal y trabajo por cuenta ajena (HI 17)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-ajena",
    "procedure": "Sujeto legitimado para presentar la solicitud: el trabajador personalmente o mediante representación.\n           Lugar de presentación: \n            \n             Presencialmente, ante la Oficina de Extranjería de la provincia en la que el extranjero tenga fijada la residencia. Información de la dirección, teléfonos y horarios de atención al públicoEnlace externo al portal. Se abrirá en una pestaña nueva..\n             Electrónicamente, a través de la Plataforma de Extranjería MercurioEnlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Plazo de solicitud: durante los 60 días naturales previos a la fecha de expiración de la autorización. También se puede solicitar dentro de los 90 días naturales posteriores a la fecha en que hubiera finalizado la vigencia de la autorización, sin perjuicio de la posibilidad de que sea incoado el correspondiente procedimiento sancionador.\n           La presentación de la solicitud en plazo prorroga la validez de la autorización anterior hasta la resolución del procedimiento.\n           Las tasas de residencia y trabajo: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Modelo 790 código 052, epígrafe 2.2 renovación de autorización de residencia temporal, a abonar por el trabajador\n             Modelo 790 código 062, epígrafe 2.1 renovación o modificación de una autorización de trabajo tramitada en un procedimiento de autorización de residencia temporal y trabajo, a abonar por el empleador. El impreso para el abono se podrá descargar desde este enlaceEnlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Plazo de resolución de la solicitud: 3 meses contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para su tramitación.\n           Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido estimada por silencio administrativo. La Autoridad competente en la concesión deberá expedir, previa solicitud del interesado, certificado que acredite la renovación por este motivo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva. . Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           La vigencia de la renovación autorización de residencia y trabajo por cuenta ajena es por cuatro años salvo que corresponda una autorización de residencia de larga duración.\n           La renovación de la autorización de residencia y trabajo por cuenta ajena permitirá el ejercicio de cualquier actividad en cualquier parte del territorio nacional, por cuenta ajena y por cuenta propia.\n           En el plazo de un mes desde la notificación de la renovación, el trabajador deberá solicitar personalmente la Tarjeta de Identidad de Extranjero en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Dónde dirigirse, horario y si tiene que pedir cita previa.Enlace externo al portal. Se abrirá en una pestaña nueva.\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de Tarjeta de Identidad de Extranjero, en modelo oficial (EX-17)\n             Justificante del abono de la tasa de la tarjeta.\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.",
    "category": "Residencia Temporal"
  },
  {
    "title": "Renovación de la autorización de residencia temporal y trabajo para investigación (HI 19)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-ajena-hi-19-",
    "procedure": "Sujeto legitimado para presentar la solicitud: el trabajador personalmente o mediante representación.\n           Lugar de presentación: \n            \n             Presencialmente, ante la Oficina de Extranjería correspondiente a la provincia en la que resida el trabajador. Información de la dirección, teléfonos y horarios de atención al públicoEnlace externo al portal. Se abrirá en una pestaña nueva..\n             Electrónicamente, a través de la Plataforma de Extranjería MercurioEnlace externo al portal. Se abrirá en una pestaña nueva..\n            \n           Plazo de solicitud: durante los 60 días naturales previos a la fecha de expiración de la autorización. También se puede solicitar dentro de los 90 días naturales posteriores a la fecha en que hubiera finalizado la vigencia de la autorización, sin perjuicio de la posibilidad de que sea incoado el correspondiente procedimiento sancionador.\n           La presentación de la solicitud en plazo prorroga la validez de la autorización anterior hasta la resolución del procedimiento.\n           Las tasas de residencia y trabajo: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             §Modelo 790 código 052, epígrafe 2.2 renovación de autorización de residencia temporal, a abonar por el trabajador\n             §Modelo 790 código 062, epígrafe 2.1 renovación o modificación de una autorización de trabajo tramitada en un procedimiento de autorización de residencia temporal y trabajo, a abonar por el empleador. El impreso para el abono se podrá descargar desde el portal de Internet de la Secretaría de Estado de la Función PúblicaEnlace externo al portal. Se abrirá en una pestaña nueva.\n            \n           Plazo de resolución de la solicitud: 3 meses contados a partir del día siguiente a la fecha en que haya tenido entrada en el registro del órgano competente para su tramitación.\n           Transcurrido dicho plazo sin que la Administración haya practicado la notificación, se podrá entender que la solicitud ha sido estimada por silencio administrativo. La Autoridad competente en la concesión deberá expedir, previa solicitud del interesado, certificado que acredite la renovación por este motivo. (Cuando no se haya podido notificar la resolución se anunciará en el Tablón Edictal Único (TEU)Enlace externo al portal. Se abrirá en una pestaña nueva.. Si se hubiera optado por notificación electrónica o normativamente estuviera obligado a utilizar ese medio, la resolución se notificará mediante publicación en la sede electrónica. Si no se accediera a la resolución en 10 días naturales desde su publicación, se dará por notificada).\n           La vigencia de la renovación autorización de residencia y trabajo por cuenta ajena es por dos años.\n           La renovación de la autorización de residencia y trabajo por cuenta ajena permite el ejercicio de cualquier ocupación en cualquier parte del territorio nacional.\n           En el plazo de un mes desde la notificación de la renovación, el trabajador deberá solicitar personalmente la Tarjeta de Identidad de Extranjero en la Oficina de Extranjería o Comisaría de Policía de la provincia donde se haya tramitado la autorización. Información sobre dónde dirigirse, el horario y si tiene que pedir cita previaEnlace externo al portal. Se abrirá en una pestaña nueva..\n           El solicitante exhibirá en el momento del trámite de huella su pasaporte o título de viaje y aportará: \n            \n             Solicitud de Tarjeta de identidad de extranjero, en modelo oficial (EX-17).\n             Justificante del abono de la tasa de la tarjeta.\n             Una fotografía reciente en color, en fondo blanco, tamaño carné.",
    "category": "Residencia Temporal"
  },
  {
    "title": "Movilidad de los extranjeros admitidos como investigadores en Estados miembros de la Unión Europea (HI 20)",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/movilidad-de-los-extranjeros-admitidos-como-investigadores-en-estados-miembros-de-la-union-europea-hi-20-",
    "procedure": "Sujeto legitimado para presentar la solicitud: la persona física que tenga atribuida la representación legal del organismo de investigación personalmente. (Ver Hoja informativa sobre Sujetos Legitimados).\n           Lugar de presentación: Oficina de Extranjería de la provincia donde se vaya a iniciar el proyecto de investigación. Información de la dirección, teléfonos y horarios de atención al público.Enlace externo al portal. Se abrirá en una pestaña nueva..\n           Las tasas de residencia y trabajo: se devengarán en el momento de admisión a trámite de la solicitud, y deberán abonarse en el plazo de diez días hábiles, son: \n            \n             Modelo 790 código 052, epígrafe 2.1 autorización inicial de residencia temporal, a abonar por el trabajador extranjero.\n             Modelo 790 código 062, si la vigencia de la autorización es igual o superior a seis meses: \n              \n               retribución inferior a 2 veces el SMI, epígrafe 1.2 por cuenta ajena para investigación, a abonar por el empleador\n               retribución igual o superior a 2 veces el SMI, epígrafe 1.7 por cuenta ajena para investigación\n              \n             El impreso para el abono se podrá descargar desde el portal de Internet de la Secretaría de Estado de la Función PúblicaEnlace externo al portal. Se abrirá en una pestaña nueva..",
    "category": "Movilidad UE (Investigadores)"
  }
]