[
  {
    "title": "1. Autorización de estancia de larga duración para la realización de estudios superiores o de educación secundaria postobligatoria.",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/estancia-por-estudios",
    "procedure": "Procedimiento iniciado desde fuera de España\n• Procedimiento iniciado desde España\n• Acceso al Empleo de las personas titulares de la autorización\n• Familiares\n• Prórroga de la autorización",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "2. Autorización de estancia de larga duración para la realización de actividades formativas",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-para-actividades-de-investigacion-o-formacion",
    "procedure": "Procedimiento iniciado desde fuera de España\n• Procedimiento iniciado desde España\n• Acceso al empleo de las personas titulares de la autorización\n• Prórroga de la autorización",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "3. Autorización de estancia de larga duración para participar en un programa de movilidad de alumnos",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-estancia-por-movilidad-de-alumnos",
    "procedure": "Procedimiento\n• Acceso al empleo de las personas titulares de la autorización\n• Prórroga\nTIPO DE AUTORIZACIÓN\nEs una autorización que habilita a permanecer en España por un período superior a\nnoventa días para participar en un programa de movilidad de alumnos dentro de un\nprograma de enseñanza secundaria obligatoria y/o postobligatoria, equivalentes al\nnivel 2 o 3 de la Clasificación Internacional Normalizada de la Educación establecida por\nla UNESCO, en un centro docente o científico oficialmente reconocido.\nNORMATIVA BÁSICA\n• Directiva (UE) 2016/801, del Parlamento Europeo y del Consejo, de 11 de\nmayo de 2016, relativa a los requisitos de entrada y residencia de los nacionales\nde países terceros con fines de investigación, estudios, prácticas, voluntariado,\nprogramas de intercambio de alumnos o proyectos educativos y colocación au\npair.\n• Ley Orgánica 4/2000 de 11 de enero sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos 25 bis y 33).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y\nlibertades de los extranjeros en España y su integración social (artículos 34 a 36\ny 52 a 58).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea\nde aplicación el régimen de ciudadanos de la Unión.\n• No encontrarse irregularmente en territorio español.\n• No figurar como rechazable en el espacio territorial de los países con los que\nEspaña tenga firmado un convenio en tal sentido.\n• Acreditar no padecer ninguna de las enfermedades que pueden tener\nrepercusiones de salud pública graves de conformidad con lo dispuesto en el\nReglamento Sanitario Internacional de 2005.\n• Contar con un seguro de enfermedad concertado con una Entidad aseguradora\nautorizada para operar en España, con prestaciones similares a las concedidas\npor la cartera común básica de servicios asistenciales del Sistema Nacional de\nSalud.\n• En el caso de que la duración de la estancia supere los seis meses y sea\nmayor de edad, carecer de antecedentes penales en España y en los países\ndonde haya residido los últimos cinco años, por delitos existentes en el\nordenamiento español.\n• Haber sido admitido en un centro de enseñanza.\n• Haber sido admitido como participante en un programa de movilidad de\nalumnos con el fin de seguir un programa de enseñanza secundaria obligatoria\ny/o postobligatoria en un centro docente o científico oficialmente reconocido.\n• Que el centro de enseñanza que gestiona el programa de movilidad de\nalumnos o el proyecto educativo se haga responsable del alumno durante\nsu estancia, en particular en cuanto al coste de sus estudios, así como los\ngastos de estancia y regreso a su país.\n• Ser alojado, durante su estancia, con una familia que habrá sido seleccionada\npor la organización responsable del programa de movilidad de alumno en que\nparticipa, o en un internado o residencia adscrito o concertado por la citada\norganización en el marco del programa.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "4. Autorización de estancia de larga duración por participación en un programa de voluntariado",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-para-participacion-programa-voluntario",
    "procedure": "Procedimiento\n• Acceso al empleo del titular de la autorización\n• Autorización de trabajo por cuenta ajena\n• Autorización de trabajo por cuenta propia\n• Prórroga de la autorización de estancia de larga duración por participación en un\nprograma de voluntariado\nTIPO DE AUTORIZACIÓN\nEs una autorización que habilita a permanecer en España por un período superior a\nnoventa días para la prestación de un servicio de voluntariado dentro de un\nprograma que persiga objetivos de interés general para una causa sin ánimo de\nlucro en el que las actividades no son remuneradas excepto en forma de reembolso de\ngastos, dinero de bolsillo o ambos.\nSe entenderá por servicio de voluntariado aquellas actividades desarrolladas por\nentidades de voluntariado legalmente constituidas e inscritas en los registros\nestablecidos por las autoridades competente en el marco de los programas de\nvoluntariado existentes según la normativa sectorial aplicable en España, así como las\nque se efectúen en el ámbito del Cuerpo Europeo de Solidaridad.\nNORMATIVA BÁSICA\n• Directiva (UE) 2016/801, del Parlamento Europeo y del Consejo, de 11 de mayo de\n2016, relativa a los requisitos de entrada y residencia de los nacionales de países\nterceros con fines de investigación, estudios, prácticas, voluntariado, programas de\nintercambio de alumnos o proyectos educativos y colocación au pair.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos 25 bis y 33).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 34 a 36 y 25 a 58).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• No encontrarse irregularmente en territorio español.\n• No figurar como rechazable en el espacio territorial de los países con los que\nEspaña tenga firmado un convenio en tal sentido.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Acreditar no padecer ninguna de las enfermedades que pueden tener\nrepercusiones de salud pública graves de conformidad con lo dispuesto en el\nReglamento Sanitario Internacional de 2005.\n• Tener medios económicos suficientes para sufragar los gastos de estancia y\nregreso a su país.\n• Contar con un seguro de enfermedad concertado con una Entidad aseguradora\nautorizada para operar en España, con prestaciones similares a las concedidas por\nla cartera común básica de servicios asistenciales del Sistema Nacional de Salud.\n• En el caso de que la duración de la estancia supere los seis meses y sea mayor\nde edad, carecer de antecedentes penales en España y en los países anteriores\nde residencia durante los últimos cinco años, por delitos existentes en el\nordenamiento español.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.\n• Haber sido admitido para la realización de un servicio de voluntariado en el\nmarco de un convenio firmado con la entidad encargada del programa de\nvoluntariado, que incluya una descripción del programa, de las funciones y\ncondiciones de supervisión, delas actividades en él previstas y de las condiciones\npara realizarla, así como la duración del mismo, las horas de trabajo voluntario a\ncumplir, los recursos disponibles para cubrir su manutención y alojamiento durante\nsu estancia, una cantidad mínima en concepto de dinero de bolsillo durante aquella,\ny, en su caso, la formación que recibirá la persona extranjera para que pueda realizar\nel programa de voluntariado.\n• Que la entidad de voluntariado esté legalmente constituida e inscrita en el\nregistro competente de acuerdo con la normativa estatal, autonómica o de otro\nEstado miembro de la Unión Europea de aplicación.",
    "category": "Estancia por Estudios y Formación",
    "category_description": "Permite residir por estudios, formación o movilidad académica.",
    "country": "spain"
  },
  {
    "title": "6. Autorización inicial de residencia temporal no lucrativa",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-no-lucrativa",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización que solicitan las personas extranjeras y sus familiares desde su\npaís de origen que autoriza a residir en España sin realizar actividades laborales o\nprofesionales.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000 de 11 de enero sobre derechos y libertades de los extranjeros\nen España y su integración social (artículos 30 bis y 31).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 60 al 63).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• No encontrarse irregularmente en territorio español.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Tener los medios económicos necesarios para sufragar los gastos de\nmanutención y residencia y, en su caso, los de su familia, durante el periodo de\ntiempo por el que se desee residir en España, y sin necesidad de desarrollar ninguna\nactividad laboral o profesional, de acuerdo con las siguientes cuantías:\no Para su sostenimiento, mensualmente, el 400 % del IPREM.\no Para el sostenimiento de cada uno de sus familiares, mensualmente, el 100%\ndel IPREM.\n• Contar con un seguro público o privado de enfermedad concertado con una\nEntidad aseguradora autorizada para operar en España.\n• No padecer ninguna de las enfermedades que pueden tener repercusiones de\nsalud pública graves de conformidad con lo dispuesto en el Reglamento Sanitario\nInternacional de 2005.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "7. Renovación de la autorización de residencia temporal no lucrativa",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-no-lucrativa",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs la renovación de la autorización de residencia no lucrativa.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000 de 11 de enero sobre derechos y libertades de los extranjeros\nen España y su integración social (artículos 30 bis y 31).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículo 64).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• Ser titular de una autorización de residencia temporal no lucrativa en vigor o\nhallarse dentro del plazo de los tres meses posteriores a la caducidad de ésta.\n• Contar con medios económicos suficientes para atender sus gastos de\nmanutención y residencia, incluyendo, en su caso, los de su familia, durante el\nperiodo de tiempo por el que corresponda la renovación, sin necesidad de\ndesarrollar ninguna actividad laboral o profesional,\n• Haber mantenido durante la vigencia de la autorización que se pretende renovar y\ncontinuar con un seguro de enfermedad.\n• Tener escolarizados a los menores a su cargo en edad de escolarización\nobligatoria durante la permanencia de éstos en España.\n• Abonarla tasa correspondiente por la tramitación del procedimiento.\n• Haber residido de forma real y efectiva en España durante más de ciento\nochenta y tres días durante el año natural.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "8. Autorización de residencia temporal por reagrupación familiar",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-temporal-por-reagrupacion-familiar",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal que se podrá conceder a los familiares\nde las personas extranjeras residentes en España, en virtud del derecho a la\nreagrupación familiar ejercido por una persona extranjera residente.\nNORMATIVA BÁSICA\n• Directiva 2003/86/CE, de 22 de septiembre, sobre el derecho a la reagrupación\nfamiliar.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos del 16 al 19).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos del 65 al 68).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• No encontrarse irregularmente en territorio español.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• No padecer ninguna de las enfermedades que pueden tener repercusiones de\nsalud pública graves de conformidad con lo dispuesto en el Reglamento Sanitario\nInternacional de 2005.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n• La persona reagrupante ha de tener recursos fijos y regulares suficientes para\nsu propia manutención y la de los miembros de su familia. Las cuantías mínimas son",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "10. Renovación de la autorización de residencia temporal por reagrupación familiar",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-por-reagrupacion-familiar.",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs la renovación de la autorización de residencia temporal por reagrupación\nfamiliar que pondrán obtener los familiares reagrupados.\nNORMATIVA BÁSICA\n• Directiva 2003/86/CE, de 22 de septiembre, sobre el derecho a la reagrupación\nfamiliar.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos del 16 al 19).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículo 71).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• La persona reagrupante ha de ser titular de una autorización de residencia, la\npersona reagrupada ha de ser titular de la autorización de residencia por\nreagrupación familiar, y ambas autorizaciones han de encontrarse en vigor o\nhallarse dentro del plazo de tres meses posteriores a la caducidad de ésta. Ha\nde mantenerse el vínculo familiar o de parentesco o la existencia de la unión\nde hecho en la que se fundamenta la concesión de la autorización a renovar.\n• En su caso, tener escolarizados a los menores a su cargo en edad de\nescolarización obligatoria durante la permanencia de éstos en España.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "11. Autorización de residencia independiente de familiares reagrupados",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-de-residencia-independiente-de-familiares-reagrupados.",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia y trabajo independiente del reagrupante que\npodrán obtener los titulares de residencia por reagrupación familiar.\nNORMATIVA BÁSICA\n• Directiva 2003/86/CE, de 22 de septiembre, sobre el derecho a la reagrupación\nfamiliar.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos del 16 al 19).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículo 69 y 70).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Ser titular de autorización de residencia temporal por reagrupación familiar.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Supuestos:\no Si se trata de cónyuge o pareja reagrupada, podrá obtener una autorización\nde residencia y trabajo independiente, cuando haya completado, al menos, un\naño de autorización de residencia por reagrupación familiar en España, y reúna",
    "category": "Reagrupación y Residencia Independiente",
    "category_description": "Residencia propia para familiares reagrupados.",
    "country": "spain"
  },
  {
    "title": "12. Autorización inicial de residencia temporal y trabajo por cuenta ajena",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-y-trabajo-por-cuenta-ajena-hi-16-",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal y trabajo por cuenta ajena que solicita un\nempleador o empresario para la contratación de una persona trabajadora extranjera\nmayor de 16 años por un periodo superior a noventa días e inferior a cinco años.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos 36, 38 y 40).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 72 a 79)\nCOMPATIBILIDAD\nLa autorización inicial de residencia temporal y trabajo por cuenta ajena autorizará\ntambién para el ejercicio de una actividad por cuenta propia durante su vigencia, siempre\nque la actividad principal sea la actividad por cuenta ajena, salvo que esta se haya\nextinguido de forma sobrevenida por razones ajenas a la voluntad de la persona\nextranjera, circunstancia que deberá comunicarse a la Oficina de Extranjería que haya\nconcedido la autorización en el plazo de tres días.\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• No encontrarse irregularmente en territorio español.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.\n• Que la situación nacional de empleo permita la contratación. Lo permite si:\no La ocupación que va a desempeñar el trabajador en la empresa está incluida en\nel catálogo de ocupaciones de difícil cobertura que el Servicio Público de\nEmpleo Estatal publica trimestralmente.\no En las ocupaciones no calificadas como de difícil cobertura cuando el empleador\nacredite ante la Oficina de Extranjería la dificultad de cubrir los puestos de trabajo\nvacantes con trabajadores ya incorporados en el mercado laboral interno. A\nestos efectos, la Oficina de Extranjería tendrá en consideración el informe\npresentado por los Servicios Públicos de Empleo, así como la urgencia de la\ncontratación acreditada por la empresa. Para ello se deberá presentar una oferta\nde empleo en el portal Empléate y los Servicios Públicos de Empleo. La\nautorización va dirigida a nacionales de Estados con los que España haya\nsuscrito acuerdos internacionales (Chile y Perú).\no Pueden acreditar la concurrencia de un supuesto recogido en el artículo 40 de\nla Ley Orgánica 4/2000.\n• Presentar un contrato firmado por el empleador y trabajador que garantice al\ntrabajador una actividad continuada durante el periodo de vigencia de la autorización\npara residir y trabajar. La fecha deberá estar condicionada al momento de eficacia\nde la autorización de residencia y trabajo por cuenta ajena.\n• Las condiciones fijadas en el contrato de trabajo se deberán ajustar a las\nestablecidas por la normativa vigente. Si el contrato fuera a tiempo parcial, la\nretribución deberá ser igual o superior al salario mínimo interprofesional para jornada\ncompleta y en cómputo anual.\n• El empleador solicitante deberá estar inscrito en el sistema de la Seguridad\nSocial y encontrarse al corriente del cumplimiento de sus obligaciones tributarias y\nfrente a la Seguridad Social.\n• El empleador deberá contar con medios económicos, materiales o personales\nsuficientes para su proyecto empresarial y para hacer frente a las obligaciones\nasumidas en el contrato frente al trabajador.\nSi el empleador es una persona física deberá acreditar, una vez descontado el pago\ndel salario convenido, el 50% del SMI si no hay familiares a su cargo.\nSi la unidad familiar incluye dos miembros el 100% del SMI. Si la unidad familiar\nincluye más de dos personas se deberá sumar a la cantidad anterior el 25 % del SMI\npor cada miembro adicional.\n• Poseer la capacitación y, en su caso, la cualificación profesional legalmente\nexigida para el ejercicio de la profesión, en su caso debidamente homologada.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "13. Renovación de la autorización de residencia temporal y trabajo por cuenta ajena",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-ajena",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs la renovación de la autorización de residencia temporal y trabajo por cuenta\najena.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos 36, 38 y 40).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 80 y 81).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Carecer de antecedentes penales en España.\n• No figurar como rechazable en el espacio territorial de países con los que\nEspaña tenga firmado un convenio en tal sentido.\n• En su caso, acreditar la escolarización de los menores a su cargo en edad de\nescolarización obligatoria.\n• Poder acreditar uno de los siguientes supuestos:\no Continuar con la relación laboral que dio origen a la concesión de la\nautorización cuya renovación se pretende.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "14. Autorización inicial de residencia temporal y trabajo por cuenta propia",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-inicial-de-residencia-temporal-y-trabajo-por-cuenta-propia",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal y trabajo a una persona extranjera no\nresidente en España para la realización de una actividad lucrativa por cuenta propia.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos 25 bis, 36 y 37).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 82 a 85)\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• No encontrase irregularmente en territorio español.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Cumplir los requisitos que la legislación vigente exige a los nacionales para la\napertura y funcionamiento de la actividad proyectada.\n• Poseer la cualificación profesional exigible o experiencia acreditada, suficiente en\nel ejercicio de la actividad profesional, así como en su caso la colegiación cuando\nasí se requiera.\n• Poder acreditar que la inversión prevista sea suficiente y la incidencia, en su caso,\nen la creación de empleo, incluyendo como tal el autoempleo.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "15. Renovación de la autorización de residencia temporal y trabajo por cuenta propia",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/15.-renovacion-de-la-autorizacion-de-residencia-temporal-y-trabajo-por-cuenta-propia",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs la renovación de la autorización de residencia temporal y trabajo por cuenta propia.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículos 25 bis, 36 y 37).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 86 y 87).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No representar una amenaza para el orden público, la seguridad o salud\npública\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• En su caso, acreditar la escolarización de los menores a su cargo en edad de\nescolarización obligatoria.\n• Poder acreditar uno de los siguientes supuestos:\no Continuar con la actividad que dio lugar a la autorización que se va a renovar,\nsiempre que se hayan cumplido las obligaciones tributarias y de Seguridad\nSocial.\no Cuando un familiar, definido en los términos del artículo 66 del Reglamento\n(familiares reagrupables), cumpliera con los requisitos económicos para\nreagrupar a la persona trabajadora.\no Ser beneficiario de la protección por cese de actividad.\no En el caso de trabajadores autónomos económicamente dependientes, cuando\nse produzca la interrupción o extinción del contrato por causas ajenas a la\npersona trabajadora autónoma, incluida la trabajadora autónoma\neconómicamente dependiente que sea víctima de violencia de género o víctima\nde violencia sexual.\no Cuando la persona trabajadora se encuentre en alguna de las situaciones\nprevistas en el artículo 38.6 b) y c) de la Ley Orgánica 4/2000, de 11 de enero:\n- Cuando por la autoridad competente, conforme a la normativa de\nla Seguridad Social, se hubiera otorgado una prestación\ncontributiva por desempleo.\n- Cuando la persona extranjera sea beneficiaria de una prestación\neconómica asistencial de carácter público destinada a lograr su\ninserción social o laboral.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "16. Autorización de residencia temporal con excepción a la autorización de trabajo",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/aa-plantilla-hoja-informativa-no-borrar-duplicado-1",
    "procedure": "Procedimiento Actividades exceptuadas y su acreditación\n• Prórroga\nTIPO DE AUTORIZACIÓN\nEs el reconocimiento de la excepción de la autorización de trabajo en la realización\nde una determinada actividad lucrativa, laboral o profesional, siempre que la duración\nprevista de la actividad sea superior a noventa días naturales.\nEn el supuesto de que la persona extranjera no sea residente en España y\nla duración prevista de la actividad no sea superior a noventa días\nnaturales, deberá solicitar, cualquiera que sea su nacionalidad, el correspondiente\nvisado de estancia ante la Misión Diplomática u Oficina Consular española en cuya\ndemarcación resida. Le será tramitado un visado de estancia de corta\nduración acreditando que reúne las condiciones para su inclusión en los supuestos que\nse describen a continuación.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículo 41).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 88 y 89).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• No encontrarse irregularmente en territorio español.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• La acreditación de encontrarse en alguno de los supuestos de excepción de la\nautorización de trabajo.\n• Abona la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "17. Autorización de residencia temporal de la persona extranjera que ha retornado voluntariamente a su país",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/17.-autorizacion-de-residencia-temporal-de-la-persona-extranjera-que-ha-retornado-voluntariamente-a-su-pais",
    "procedure": "procedimiento\nTIPO DE AUTORIZACIÓN\nEs la autorización de residencia temporal o residencia temporal y trabajo que podrá\nobtener la persona extranjera, que haya retornado a su país de origen acogida a un\nprograma de retorno voluntario impulsado, financiado o reconocido por la Administración\nGeneral del Estado o haya retornado voluntariamente a su país de origen al margen de\np programa alguno, una vez finalizada la vigencia de su compromiso de no regreso.\nNORMATIVA BÁSICA\n• Real Decreto-Ley 4/2008, de 19 de septiembre, sobre abono acumulado y de\nforma anticipada de la prestación contributiva por desempleo a trabajadores\nextranjeros no comunitarios que retornen voluntariamente a sus países de origen.\n• Real Decreto 1800/2008, de 3 de noviembre, por el que se desarrolla el Real\nDecreto-Ley 4/2008, de 19 de septiembre, sobre abono acumulado y de forma\nanticipada de la prestación contributiva por desempleo a trabajadores extranjeros no\ncomunitarios que retornen voluntariamente a sus países de origen.\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 90 a 92)\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• No encontrarse irregularmente en territorio español.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No padecer ninguna de las enfermedades que pueden tener repercusiones de\nsalud pública graves de conformidad con lo dispuesto en el Reglamento Sanitario\nInternacional de 2005, cuando se solicite una residencia temporal no lucrativa.\n• Haber sido titular de una autorización de residencia temporal o residencia\ntemporal y trabajo.\n• Haberse acogido a un programa de retorno voluntario impulsado, financiado o\nreconocido por la Administración General del Estado, o haber retornado\nvoluntariamente a su país de origen al margen de programa alguno.\n• Haber comparecido personalmente en la Oficina Consular española del país de\norigen, entregando su tarjeta de identidad de extranjero en vigor.\n• En el supuesto de no haberse acogido a un programa de retorno voluntario,\nhaber renunciado, expresamente y por escrito, a su autorización de residencia,\nen el momento de comparecer en la Oficina Consular española en su país de\norigen.\n• Haber finalizado el plazo de compromiso de no retorno a España que la persona\nextranjera haya asumido al acogerse a un programa de retorno voluntario, o si ha\nretornado al margen de programa alguno, que hayan transcurrido tres años desde\nla fecha del retorno.\n• Cumplir los requisitos exigidos en función de la autorización de residencia o\nresidencia y trabajo que se solicite. La información se podrá obtener consultando la\nhoja informativa correspondiente.\nPECULIARIDADES DEL PROCEDIMIENTO\n• En el supuesto de haber regresado en base a un programa de retorno\nvoluntario, impulsado, financiado o reconocido por la Administración General del\nEstado, no se tendrá en consideración la situación nacional de empleo en los\nprocedimientos en los que sea exigible dicho requisito.\n• En el marco de gestión colectiva de contrataciones en origen podrán:\no Ser presentadas ofertas de carácter nominativo a su favor.\no Siempre que reúnan los requisitos de capacitación y, en su caso,\ncualificación profesional legalmente exigida para el ejercicio de la profesión,\nlas autoridades realizarán las actuaciones necesarias para que sean\npreseleccionados.\n• Son objeto de tramitación preferente, siendo el plazo máximo de resolución y\nnotificación de cuarenta y cinco días desde la fecha de entrada de la solicitud en el\nórgano competente para su resolución.\n• Para el acceso a la residencia de larga duración se tendrá en cuenta el tiempo de\nresidencia anterior a la fecha de retorno.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "18. Autorización de residencia temporal de familiares de personas con nacionalidad española",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/18.-autorizacion-de-residencia-temporal-de-familiares-de-personas-con-nacionalidad-espanola",
    "procedure": "Procedimiento\n• Renovación de residencia temporal de familiares de personas con\nnacionalidad española\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal a la que podrá acceder la persona\nextranjera que no posea la nacionalidad de uno de los Estados miembros de la\nUnión Europea, ni de otro Estado parte del Acuerdo sobre el Espacio Económico\nEuropeo ni de Suiza y tenga con una persona de nacionalidad española una relación\nfamiliar, independientemente del lugar y el momento en que se cree el vínculo, siempre\nque se mantenga y le acompañen, se unan o se reúnan con él en territorio nacional,\nsalvo si se trata de hijos e hijas cuyo padre o madre sean o hubieran sido españoles de\norigen en cuyo caso podrán hacerlo en cualquier circunstancia.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (art. 31)\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y\nlibertades de los extranjeros en España y su integración social (artículos 93\na 98).\nÁMBITO DE APLICACIÓN\nPodrán solicitar esta autorización, siempre que convivan, quienes se encuentren en",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "19. Residencia independiente de las personas que tienen o han tenido vínculos familiares con una persona de nacionalidad española",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/19.-residencia-independiente-de-las-personas-que-tienen-o-han-tenido-vinculos-familiares-con-una-persona-de-nacionalidad-espanola",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal independiente de las personas que\ntienen o han tenido vínculos familiares con una persona de nacionalidad española.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (art. 31)\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículo 99).\nREQUISITOS\nPodrán optar a este tipo de autorización, siempre que se den los supuestos\ncontemplados en el apartado siguiente, aquellas personas que se encuentren en alguna",
    "category": "Reagrupación y Residencia Independiente",
    "category_description": "Residencia propia para familiares reagrupados.",
    "country": "spain"
  },
  {
    "title": "20. Autorización de residencia para búsqueda de empleo o inicio de proyecto empresarial",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/20.-autorizacion-de-residencia-para-busqueda-de-empleo-o-inicio-de-proyecto-empresarial",
    "procedure": "Procedimiento\n• Características de la autorización\nTIPO DE AUTORIZACIÓN\nEsta autorización la pueden solicitar aquellas personas extranjeras que hayan sido\ntitulares de una previa autorización de estancia de larga duración por estudios y\nque hayan finalizado los estudios en una institución de educación superior autorizada\nen España, alcanzando como mínimo el Nivel 6, de acuerdo con el Marco Europeo de\nCualificaciones, correspondiente a la acreditación de grado universitario.\nNORMATIVA BÁSICA\n• Directiva (UE) 2016/801 del Parlamento Europeo y del Consejo, de 11 de mayo\nde 2016, relativa a los requisitos de entrada y residencia de los nacionales de países\nterceros con fines de investigación, estudios, prácticas, voluntariado, programas de\nintercambio de alumnos o proyectos educativos y colocación au pair.\n• Disposición adicional decimoséptima de la Ley 14/2013, de 27 de septiembre,\nde apoyo a los emprendedores y su internacionalización introducida por el Real\nDecreto-ley 11/2018, de 31 de agosto.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social.\n• Ley Orgánica 2/2023, de 22 de marzo del Sistema Universitario (DF 5ª).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social\n• Instrucción DGM 1/2018, sobre la transposición al ordenamiento jurídico español\nde la Directiva 2016/801/UE: Autorización de residencia al estudiante para la\nbúsqueda de empleo o para emprender un proyecto empresarial.\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio\nEconómico Europeo y de Suiza, o familiar de ciudadanos de estos países, a\nlos que les sea de aplicación el régimen de ciudadano de la Unión.\n• No figurar como rechazable en los Estados miembros del Espacio Schengen.\n• No encontrarse irregularmente en España.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Carecer de antecedentes penales en España y en los países donde haya\nresidido los últimos cinco años, por delitos existentes en el ordenamiento\nespañol.\n• No padecer ninguna de las enfermedades que pueden tener repercusiones\nde salud pública graves de conformidad con lo dispuesto en el Reglamento\nSanitario Internacional de 2005.\n• Ser titular de una autorización de estancia de larga duración por estudios\no prórroga de la misma.\n• Haber finalizado los estudios y haber alcanzado como mínimo el Nivel 6, de\nacuerdo al Marco Europeo de Cualificaciones, correspondiente a la acreditación\nde grado universitario.\n• Contar con un seguro médico público o privado de enfermedad concertado\ncon una Entidad aseguradora autorizada para operar en España.\n• Tener medios económicos suficientes para sufragar los gastos de\nresidencia y, en su caso, los de sus familiares, de acuerdo con las siguientes",
    "category": "Búsqueda de Empleo y Otros",
    "category_description": "Permite búsqueda activa de empleo o inicio de proyectos empresariales.",
    "country": "spain"
  },
  {
    "title": "21. Autorización de residencia para prácticas",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/21.-autorizacion-de-residencia-para-practicas",
    "procedure": "Procedimiento\n• Características de la autorización\nTIPO DE AUTORIZACIÓN\nSe trata de una autorización que habilita a residir en España y a participar en un\nprograma de prácticas mediante la firma de un convenio de prácticas o contrato de\ntrabajo en prácticas con el fin de mejorar los conocimientos, la práctica y la experiencia\nen un entorno profesional.\nEn consecuencia, pueden solicitarla estudiantes extranjeros que hayan obtenido un\ntítulo de educación superior en los dos años anteriores a la fecha de la solicitud o que\nestén realizando estudios que conduzcan a la obtención de un título de educación\nsuperior.\nNORMATIVA BÁSICA\n• Directiva (UE) 2016/801 del Parlamento Europeo y del Consejo, de 11 de mayo\nde 2016, relativa a los requisitos de entrada y residencia de los nacionales de países\nterceros con fines de investigación, estudios, prácticas, voluntariado, programas de\nintercambio de alumnos o proyectos educativos y colocación au pair.\n• Disposición adicional decimoséptima de la Ley 14/2013, de 27 de septiembre,\nde apoyo a los emprendedores y su internacionalización introducida por el Real\nDecreto-ley 11/2018, de 31 de agosto.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social.\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social.\n• Ley Orgánica 2/2023, de 22 de marzo, del Sistema Universitario (DF 5ª).\n• Instrucción DGM 4/2018, sobre la transposición al ordenamiento jurídico español\nde la Directiva 2016/801/UE: Prácticas.\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo y de Suiza, o familiar de ciudadanos de estos países, a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Carecer de antecedentes penales en España y en los países donde haya\nresidido los últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de los países con los que\nEspaña tenga firmado un convenio en tal sentido.\n• No encontrarse irregularmente en España.\n• Haber obtenido un título de educación superior, englobando ésta a la\nenseñanza universitaria, las enseñanzas artísticas superiores, la formación\nprofesional de grado superior, las enseñanzas profesionales de artes plásticas y\ndiseño de grado superior y las enseñanzas deportivas de grado superior, en los dos\naños anteriores a la fecha de la solicitud o estar realizando estudios que\nconducen a la obtención de un título de educación superior, debiendo ser titular\nde una autorización de estancia de larga duración por estudios, si los mismos son\nrealizados en España.\n• Las prácticas se deberán efectuar en el mismo campo académico y al mismo\nnivel de cualificación que el título de educación superior o el programa de estudios\nreferido.\n• Las prácticas se deberán realizar dentro de un programa soportado por un convenio\nde prácticas o un contrato de trabajo en prácticas.\n• Haber sido admitido o contratado en una entidad pública o privada, en base al\ncitado convenio o contrato que contemple una formación teórica y práctica.\n• Si no hay contrato de trabajo en prácticas, contar con un seguro médico público o\nprivado de enfermedad concertado con una Entidad aseguradora autorizada para\noperar en España.\n• Si no hay contrato de trabajo en prácticas, tener medios económicos suficientes\npara sufragar los gastos de estancia y regreso a su país y, en su caso, los de sus\nfamiliares, de acuerdo con las siguientes cuantías:\no Para su sostenimiento, mensualmente, el 100 % del IPREM, salvo que\nse acredite debidamente tener abonado de antemano el alojamiento, en\ncuyo caso será del 50% del IPREM, durante todo el tiempo que haya de\ndurar la residencia.\no Para el sostenimiento de sus familiares, mensualmente, el 75% del\nIPREM para el primer familiar y el 50% del IPREM para cada una de las\nrestantes personas, salvo que se acredite debidamente tener abonado\nde antemano el alojamiento durante todo el tiempo que haya de durar la\nresidencia.\n• No padecer ninguna de las enfermedades que pueden tener repercusiones de salud\npública graves, de conformidad con lo dispuesto en el Reglamento Sanitario\nInternacional de 2005.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.\nDOCUMENTACIÓN EXIGIBLE\n• Impreso de solicitud en modelo oficial (EX04), debidamente cumplimentado y\nfirmado por la entidad de acogida.\n• Copia del pasaporte en vigor o título de viaje, reconocido como válido en\nEspaña, con vigencia mínima del periodo para el que se solicita la residencia.\n• Documentación acreditativa de haber obtenido un título de\neducación superior en los dos años anteriores o estar, en el momento de la\nsolicitud, cursando estudios en un tercer país, o en España siendo titular de\nuna autorización de estancia por estudios, que conduzcan a la obtención de\nun título de educación superior.",
    "category": "Estancia por Prácticas y Voluntariado",
    "category_description": "Permite realizar prácticas formativas y participar en voluntariados.",
    "country": "spain"
  },
  {
    "title": "27. Autorización de residencia temporal por circunstancias excepcionales. Arraigo de segunda oportunidad",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-residencia-temporal-por-circunstancias-excepcionales.-arraigo-laboral",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal por circunstancias excepcionales que\nse podrá conceder a ciudadanos extranjeros que se hallen en España y hayan sido\ntitulares de una autorización de residencia que no hubiera sido otorgada por\ncircunstancias excepcionales, en los dos años inmediatamente anteriores a la fecha de\npresentación de la solicitud, y cuya renovación no se hubiera producido por motivos\ndistintos a razones de orden público, seguridad y salud pública. No obstante, será\nposible solicitarlo si existe sentencia denegatoria, sobreseimiento o absolución de la\npena.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre Derechos y Libertades de los\nExtranjeros en España y su Integración Social (art. 31.3)\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 124 a 132).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Encontrarse en España y no tener la condición de solicitante de protección\ninternacional en el momento de la presentación de la solicitud ni durante su\ntramitación.\n• Haber permanecido en territorio nacional de forma continuada durante, al\nmenos, los dos años anteriores a la presentación de dicha solicitud. A estos\nefectos, cuando la persona extranjera haya sido solicitante de protección\ninternacional, no será computable el tiempo de permanencia en España durante la\ntramitación de la solicitud de protección internacional hasta su resolución firme en\nvía administrativa y, en su caso, judicial.\n• No representar una amenaza para el orden público, seguridad o salud pública.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "28. Autorización de residencia temporal por circunstancias excepcionales. Arraigo social",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-residencia-temporal-por-circunstancias-excepcionales.-arraigo-social",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal por circunstancias excepcionales que\nse podrá conceder a aquellos ciudadanos extranjeros que se hallen en España durante\nun periodo mínimo de dos años y tengan vínculos familiares en España o puedan\njustificar que están integrados en la sociedad española a través de un informe de la\nComunidad Autónoma correspondiente.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (art. 31.3)\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos del 124 al 127 y del\n130 al 132).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Carecer de antecedentes penales en España y en los países donde haya\nresidido los últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Encontrarse en España y no tener la condición de solicitante de protección\ninternacional en el momento de la presentación de la solicitud ni durante su\ntramitación.\nSe entenderá por solicitante de protección internacional a aquella persona extranjera\nque haya formulado una solicitud de protección internacional sobre la que no se haya\nadoptado una resolución firme en sede administrativa, y, en su caso, judicial.\n• Haber permanecido con carácter continuado en España durante, al menos,\nlos dos años anteriores a la presentación de dicha solicitud. Para que este requisito\nse cumpla, las ausencias de España durante este período no pueden superar los 90\ndías.\nCuando la persona extranjera haya sido solicitante de protección internacional, no\nserá computable el tiempo de permanencia en España durante la tramitación\nde la solicitud de protección internacional hasta su resolución firme en sede\nadministrativa, y, en su caso, judicial.\n• Tener vínculos familiares con otras personas extranjeras titulares de una\nautorización de residencia (cónyuge o pareja de hecho registrada y familiares en\nprimer grado en línea directa) y que se justifique disponer de medios económicos\nsuficientes para su mantenimiento que, en todo caso, deberá alcanzar, al menos, el\n100% del IPREM.\nLos medios económicos deberán estar disponibles en España y procederán de los\nfamiliares mencionados. Si se cumplen los requisitos del artículo 84, se podrá alegar\nque los medios proceden de una actividad por cuenta propia.\n• En caso de que no se acredite la existencia de ese tipo de vínculos familiares\nse valorará el esfuerzo de integración social de la persona extranjera, avalado\nmediante la aportación de un informe favorable de los órganos competentes de\nla Comunidad Autónoma de su lugar de residencia que recomienden la concesión\nde la autorización. El informe debe ser emitido en un plazo máximo de un mes desde\nsu solicitud.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "29. Autorización de residencia temporal por circunstancias excepcionales. Arraigo sociolaboral.",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/29.-autorizacion-de-residencia-temporal-por-circunstancias-excepcionales.-arraigo-sociolaboral.",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal por circunstancias excepcionales que\nse podrá conceder a ciudadanos extranjeros que se hallen en España durante un\nperiodo mínimo de dos años y cuenten con uno o varios contratos de trabajo.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (art. 31.3).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 124 a 127).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n• Encontrarse en España y no tener la condición de solicitante de protección\ninternacional en el momento de la presentación de la solicitud ni durante su\ntramitación.\n• Haber permanecido en territorio nacional de forma continuada durante, al\nmenos, los dos años anteriores a la presentación de dicha solicitud. A estos\nefectos, cuando la persona extranjera haya sido solicitante de protección\ninternacional, no será computable el tiempo de permanencia en España durante la\ntramitación de la solicitud de protección internacional hasta su resolución firme en\nvía administrativa y, en su caso, judicial.\n• No representar una amenaza para el orden público, seguridad o salud pública.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña\n• Abonar la tasa correspondiente por la tramitación del procedimiento.\n• Contar con uno o varios contratos de trabajo que garanticen al menos el salario\nmínimo interprofesional o el salario establecido, en su caso, en el convenio colectivo\naplicable, en el momento de la solicitud, en proporción a la jornada trabajada, y cuya\nsuma represente una jornada semanal no inferior a veinte horas en cómputo global.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "30. Autorización de residencia temporal por circunstancias excepcionales. Arraigo socioformativo",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/30.-autorizacion-de-residencia-temporal-por-circunstancias-excepcionales.-arraigo-socioformativo",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia temporal por circunstancias excepcionales que\nse podrá conceder a personas extranjeras que se hallen en España de forma continuada\ndurante un periodo mínimo de dos años y estén matriculadas o cursando alguna de\nlas formaciones referidas en los artículos 52.1.b) y 52.1.e) 5º del Real Decreto\n1155/2024 (RLOEX), a la oferta presencial de enseñanzas obligatorias dentro de la\neducación de personas adultas o se comprometan a realizar una formación promovida\npor los Servicios Públicos de Empleo en España orientada al desempeño de\nocupaciones incluidas en el catálogo de ocupaciones de difícil cobertura de las\nComunidades Autónomas. Además, deberán justificar la integración en la sociedad\nespañola a través de un informe de la Comunidad Autónoma correspondiente y acreditar\nla realización de dicha formación.\nNORMATIVA BÁSICA\n Ley Orgánica 4/2000, de 11 de enero, sobre Derechos y Libertades de los\nExtranjeros en España y su Integración Social (art. 31.3).\n Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 125 a 127.d) y 128 a\n130).\nREQUISITOS\n No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza, o familiar de ciudadanos de estos países a los que les sea de\naplicación el régimen de ciudadano de la Unión.\n Encontrarse en España y no tener la condición de solicitante de protección\ninternacional en el momento de la presentación de la solicitud ni durante su\ntramitación.\nSe entenderá por solicitante de protección internacional a aquella persona extranjera\nque haya formulado una solicitud de protección internacional sobre la que no se haya\nadoptado una resolución firme en sede administrativa, y, en su caso, judicial.\n Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n Nofigurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n No representar una amenaza para el orden público, la seguridad o salud\npública.\n Haber permanecido con carácter continuado en España durante, al menos, los\ndos años anteriores a la presentación de dicha solicitud. Para que este requisito\nse cumpla, las ausencias de España durante este período no pueden superar los 90\ndías.\nCuando la persona extranjera haya sido solicitante de protección internacional, no\nserá computable el tiempo de permanencia en España durante la tramitación\nde la solicitud de protección internacional hasta su resolución firme en sede\nadministrativa, y, en su caso, judicial.\n Estar matriculado o estar cursando alguna de las siguientes formaciones:\no Realización de estudios de educación secundaria postobligatoria en un centro\nde enseñanza autorizado en España en el marco de un programa a tiempo\ncompleto, que conduzcan a la obtención de un título reconocido (art. 52.1.b)\nRLOEX).\no Realización de una formación completa en un centro de enseñanza autorizado\nen España, conducente a la obtención de certificados profesionales de las\nofertas del sistema de formación profesional de grado C, en sus niveles 2 y 3,\ncon los requisitos y condiciones establecidos en la Ley Orgánica 3/2022, de 31\nde marzo, de ordenación e integración de la Formación Profesional y su\nnormativa de desarrollo (art. 52.1. e) 5º) RLOEX), también se incluye el nivel 1,\nasí como la oferta presencial correspondiente a las enseñanzas obligatorias\ndentro de la educación de personas adultas (art. 52.1.e) RLOEX).\no Asimismo, podrán solicitar una autorización de residencia temporal por arraigo\nsocioformativo, las personas extranjeras que se comprometan a realizar una\nformación promovida por los Servicios Públicos de Empleo en España.\n Junto a los anteriores requisitos se exigirá un informe de integración social en\nEspaña.\n Comprometerse a realizar una formación:\no Reglada para el empleo o a obtener un certificado de profesionalidad, o una\nformación conducente a la obtención de la certificación de aptitud técnica\no habilitación profesional necesaria para el ejercicio de una ocupación\nespecífica o una promovida por los Servicios Públicos de Empleo y orientada al\ndesempeño de ocupaciones incluidas en el Catálogo al que se refiere el\nartículo 65.1 (Catálogo de ocupaciones de difícil cobertura, puede consultarlo\nhaciendo clic aquí).\no A estos efectos, la prueba de la matriculación deberá acreditarse ante la\noficina de extranjería en un plazo de tres meses desde la notificación de la\nresolución de concesión de la autorización de residencia.\n Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "31. Autorización de residencia temporal por circunstancias excepcionales. Arraigo familiar",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/autorizacion-residencia-temporal-por-circunstancias-excepcionales.-arraigo-familiar",
    "procedure": "Procedimiento",
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "33. Autorización de residencia temporal por circunst. excep. por colaboración con autoridades policiales, fiscales, judiciales o seguridad nacional",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/33.-autorizacion-de-residencia-temporal-por-circunst.-excep.-por-colaboracion-con-autoridades-policiales-fiscales-judiciales-o-seguridad-nacional",
    "procedure": null,
    "category": "Residencia Temporal y No Lucrativa",
    "category_description": "Autorizaciones temporales, iniciales o renovaciones, incluidas no lucrativas.",
    "country": "spain"
  },
  {
    "title": "49. Autorización de residencia de larga duración nacional",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/49.-autorizacion-de-residencia-de-larga-duracion-nacional",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia que autoriza a residir y trabajar en España\nindefinidamente en las mismas condiciones que los españoles.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículo 32).\nReal Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos 182 a 185).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza.\n• Carecer de antecedentes penales en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No encontrarse, en su caso, dentro del plazo de compromiso de no retorno a\nEspaña que la persona extranjera haya asumido al retornar voluntariamente a su\npaís de origen.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Hallarse en uno de estos supuestos:\na) Haber residido legalmente y de forma continuada en territorio español\ndurante los cinco años previos a la presentación de la solicitud.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "50. Autorización de residencia de larga duración UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/50.-autorizacion-de-residencia-de-larga-duracion-ue",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia de larga duración-UE que autoriza a residir y\ntrabajar en España indefinidamente en las mismas condiciones que los españoles y\notorga la posibilidad de obtener una autorización de residencia o residencia y\ntrabajo en otros Estados miembros de la Unión, en las condiciones que éstos\ndeterminen.\nNORMATIVA BÁSICA\n• Directiva 2003/109/CE del Consejo, de 25 de noviembre de 2003 relativa al\nestatuto de los nacionales de terceros países residentes de larga duración.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículo 32).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículo 175 a 178).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza.\n• Carecer de antecedentes penales, en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• Haber residido legalmente y de forma continuada en el territorio español\ndurante los cinco años anteriores a la presentación de la solicitud.\nLa continuidad no se verá afectada por ausencias de hasta seis meses\ncontinuados, siempre que la suma no supere diez meses dentro de los cinco\naños, o que la suma no supere el total de dieciocho meses, si las ausencias son\npor motivos laborales.\nPara los cinco años requeridos, se computarán los periodos en situación de estancia\npor estudios, movilidad de alumnos, servicios de voluntariado o actividades\nformativas, en el 50% de la duración de los mismos, siempre que en el momento de\nla solicitud se encuentre en situación de residencia en España.\n• Igualmente, tendrán derecho a obtener dicha autorización las personas extranjeras\ntitulares de una Tarjeta azul-UE expedida por otro Estado miembro de la Unión",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "51. Residencia de larga duración en España del residente de larga duración-UE en otro EEMM de la UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia de larga duración que podrán obtener las\npersonas extranjeras que sean titulares de una autorización de residencia de larga\nduración-UE concedida en otro Estado miembro de la Unión Europea.\nNORMATIVA BÁSICA\n• Directiva 2003/109/CE del Consejo, de 25 de noviembre de 2003 relativa al\nestatuto de los nacionales de terceros países residentes de larga duración.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículo 32.3).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículo 179).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• Ser titular de autorización de residencia de larga duración-UE en otro Estado\nmiembro.\n• Disponer de medios económicos y alojamiento, o cumplir los requisitos para la\nobtención de autorización de residencia y trabajo por cuenta ajena, o cuenta propia,\no de la exceptuación de la autorización de trabajo (ver hojas informativas\ncorrespondientes).\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "52. Autorización de residencia de larga duración de los familiares del extranjero titular de una autorización de residencia de larga duración-UE concedida en otro EEMM de la UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs una autorización de residencia de larga duración que podrán obtener los\nfamiliares de las personas extranjeras titulares de una autorización de residencia\nde larga duración-UE concedida en otro Estado miembro de la Unión Europea.\nNORMATIVA BÁSICA\n• Directiva 2003/109/CE del Consejo, de 25 de noviembre de 2003 relativa al\nestatuto de los nacionales de terceros países residentes de larga duración.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículo 32).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículo 180).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• Formar parte de la unidad familiar constituida en el anterior Estado miembro de\nresidencia de la persona extranjera titular de una autorización de residencia de larga\nduración-UE.\n• El familiar podrá ser:\no Cónyuge del residente o persona con la que el reagrupante mantenga una\nrelación de afectividad análoga a la conyugal.\no Hijo del residente y del cónyuge o pareja, incluidos los adoptados, siempre que\nsean menores de dieciocho años o personas con discapacidad que no sean\nobjetivamente capaces de proveer a sus propias necesidades debido a su estado\nde salud.\no Menor de dieciocho años o mayor de esa edad discapacitado que no sea\nobjetivamente capaz de proveer a sus propias necesidades debido a su estado\nde salud, cuando la persona extranjera residente de larga duración-UE sea su\nrepresentante legal.\no Ascendiente en primer grado (padres y/o madres de la persona extranjera\nreagrupante, o de su cónyuge o pareja), cuando estén a su cargo, sean mayores\nde sesenta y cinco años y existan razones que justifiquen la necesidad de\nautorizar su residencia en España. Excepcionalmente, cuando concurran\nrazones de carácter humanitario, podrá reagruparse al ascendiente menor de\nsesenta y cinco años.\n• Disponer de medios económicos suficientes.\n• En unidades familiares que incluyan dos miembros se exige una cantidad que\nrepresente el 150% del IPREM. Por cada miembro adicional un 50% más del\nIPREM. Esta cuantía podrá ser minorada cuando se trate de menores y\nrepresentados, de forma que se considerará suficiente, aunque no se llegue a la\ncantidad anterior, cuando se tenga una fuente estable de ingresos igual o\nsuperior al salario mínimo interprofesional. En todo caso si una unidad familiar\nes de dos miembros, siendo uno menor, la cantidad que se exigirá será el 110%\nde la cuantía garantizada del Ingreso Mínimo Vital con carácter anual, y por cada\nmenor edad adicional, se exigirá un 10% adicional.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "53. Recuperación de la titularidad de la autorización de residencia de larga duración nacional",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-1",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs la recuperación de la titularidad de una autorización de residencia de larga\nduración nacional, en estos supuestos:\n• Cuando la autorización de residencia de larga duración nacional se hubiera\nextinguido por la ausencia del territorio de la Unión Europea durante doce\nmeses consecutivos.\n• Cuando la autorización de residencia de larga duración nacional se hubiera\nextinguido por la adquisición de la residencia de larga duración-UE en otro\nEstado miembro.\n• Cuando la persona extranjera residente de larga duración nacional regrese a\nEspaña finalizado el periodo de su compromiso de no retorno.\nEstos supuestos serán de aplicación al que fue titular de una residencia de larga\nduración nacional, pero no a sus familiares reagrupados con una autorización de\nreagrupación familiar, a excepción de los familiares que sean menores de edad en\nel momento de solicitar la recuperación. La pérdida de una residencia de larga\nduración como reagrupado no permitirá solicitar su recuperación, sino que habrá de\nser el familiar reagrupante quien solicite una autorización de residencia por\nreagrupación familiar.\nNORMATIVA BÁSICA\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículo 32).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos188 y 189).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza.\n• No encontrarse irregularmente en territorio español.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Haber sido titular de autorización de residencia de larga duración nacional.\n• Carecer de antecedentes penales, en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• No padecer ninguna de las enfermedades que pueden tener repercusiones de\nsalud pública graves de conformidad con lo dispuesto en el Reglamento Sanitario\nInternacional de 2005.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  },
  {
    "title": "54. Recuperación de la titularidad de la autorización de residencia de larga duración-UE",
    "link": "https://www.inclusion.gob.es/web/migraciones/w/51.-residencia-de-larga-duracion-en-espana-del-residente-de-larga-duracion-ue-en-otro-eemm-de-la-ue-duplicar-0-2",
    "procedure": "Procedimiento\nTIPO DE AUTORIZACIÓN\nEs la recuperación de la titularidad de una autorización de residencia de larga\nduración-UE, en estos supuestos:\n• Cuando la autorización de residencia de larga duración-UE se hubiera extinguido\npor la ausencia del territorio de la Unión Europea durante doce meses\nconsecutivos.\n• Cuando la autorización de residencia de larga duración-UE se hubiera extinguido\npor la adquisición de la residencia de larga duración-UE en otro Estado\nmiembro.\n• Cuando la autorización de residencia de larga duración-UE se hubiera extinguido\npor haber permanecido durante un periodo superior a seis años fuera del\nterritorio español.\nEstos supuestos serán de aplicación al que fue titular de una residencia de larga\nduración- UE, pero no a sus familiares reagrupados con una autorización de\nreagrupación familiar. La pérdida de una residencia de larga duración como\nreagrupado no permitirá solicitar su recuperación, sino que habrá de ser el familiar\nreagrupante quien solicite una autorización de residencia por reagrupación familiar.\nNORMATIVA BÁSICA\n• Directiva 2003/109/CE del Consejo, de 25 de noviembre de 2003 relativa al\nestatuto de los nacionales de terceros países residentes de larga duración.\n• Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades de los\nextranjeros en España y su integración social (artículo 32).\n• Real Decreto 1155/2024, de 19 de noviembre, por el que se aprueba el\nReglamento de la Ley Orgánica 4/2000, de 11 de enero, sobre derechos y libertades\nde los extranjeros en España y su integración social (artículos186 y 187).\nREQUISITOS\n• No ser ciudadano de un Estado de la Unión Europea, del Espacio Económico\nEuropeo o de Suiza.\n• No encontrarse irregularmente en territorio español.\n• No representar una amenaza para el orden público, la seguridad o salud\npública.\n• Haber sido titular de autorización de residencia de larga duración-UE.\n• Carecer de antecedentes penales, en España y en los países donde haya residido\nlos últimos cinco años, por delitos existentes en el ordenamiento español.\n• No figurar como rechazable en el espacio territorial de países con los que España\ntenga firmado un convenio en tal sentido.\n• Disponer de recursos fijos y regulares para su manutención y, en su caso, de\nla familia que estuviera a su cargo.\n• Disponer de seguro de enfermedad público o privado de enfermedad\nconcertado con una entidad aseguradora autorizada para operar en España.\n• Abonar la tasa correspondiente por la tramitación del procedimiento.",
    "category": "Residencia de Larga Duración y Movilidad UE",
    "category_description": "Permite residencia permanente nacional o movilidad dentro de la UE.",
    "country": "spain"
  }
]